[
  {
    "id": "10001",
    "title": "VueJS Full Class - Vue Beginner to Master",
    "description": "Learn how to build modern, scalable, and reactive web applications with Vue.js. This course takes you from the basics of Vue to advanced techniques, empowering you to create dynamic user experiences effortlessly.",
    "benefits": [
      "Vue.js Fundamentals: Master reactive data binding, directives, and Vue component architecture.",
      "State Management with Vuex: Learn how to efficiently manage application state for large-scale projects.",
      "Building SPAs: Create Single Page Applications (SPAs) with Vue Router and Vue CLI for real-world projects."
    ],
    "image": "vue.jpg",
    "mentor": "david_abhi",
    "level": "Intermediate",
    "learn_hours": "18",
    "score": 4.6,
    "review": 2182183,
    "original_price": 439000,
    "discounted_price": 363300,
    "categories": "1"
  },
  {
    "id": "10002",
    "title": "ReactJS Essentials - Build Interactive UIs",
    "description": "Dive into ReactJS and learn to build interactive and dynamic user interfaces. This course covers the core concepts of React, including hooks, state management, and routing.",
    "benefits": [
      "React Basics: Understand components, props, and state management.",
      "Hooks and Context API: Use React hooks and the Context API for managing state and effects.",
      "Routing and SPA: Implement routing with React Router for Single Page Applications."
    ],
    "image": "react.jpg",
    "mentor": "sara_jones",
    "level": "Intermediate",
    "learn_hours": "20",
    "score": 4.7,
    "review": 1623456,
    "original_price": 459000,
    "discounted_price": 388000,
    "categories": "1"
  },
  {
    "id": "10003",
    "title": "Advanced JavaScript - Master Modern Techniques",
    "description": "Enhance your JavaScript skills with this advanced course. Explore modern JavaScript features, asynchronous programming, and advanced patterns for building robust web applications.",
    "benefits": [
      "Modern JS Features: Learn ES6+ features, including async/await and destructuring.",
      "Advanced Patterns: Master design patterns and best practices for scalable applications.",
      "Asynchronous Programming: Understand Promises, async/await, and event-driven programming."
    ],
    "image": "javascript.jpg",
    "mentor": "john_smith",
    "level": "Advanced",
    "learn_hours": "25",
    "score": 4.8,
    "review": 2893045,
    "original_price": 499000,
    "discounted_price": 429000,
    "categories": "1"
  },
  {
    "id": "10004",
    "title": "Mastering Node.js - Building Scalable Applications",
    "description": "Explore the power of Node.js for building scalable server-side applications. This course covers Node.js fundamentals, REST APIs, and integration with databases.",
    "benefits": [
      "Node.js Basics: Understand core concepts and modules of Node.js.",
      "REST API Development: Build and manage RESTful APIs using Express.",
      "Database Integration: Connect Node.js applications with MongoDB and SQL databases."
    ],
    "image": "nodejs.jpg",
    "mentor": "jane_doe",
    "level": "Intermediate",
    "learn_hours": "22",
    "score": 4.5,
    "review": 1746298,
    "original_price": 469000,
    "discounted_price": 399000,
    "categories": "1"
  },
  {
    "id": "10005",
    "title": "CSS Mastery - Responsive and Modern Design",
    "description": "Transform your CSS skills with this comprehensive course on responsive and modern design techniques. Learn to create visually appealing and responsive layouts using the latest CSS features.",
    "benefits": [
      "Responsive Design: Implement responsive design techniques with Flexbox and Grid.",
      "Modern CSS Features: Use CSS variables, custom properties, and animations.",
      "Design Principles: Apply best practices for visual design and user experience."
    ],
    "image": "css.jpg",
    "mentor": "amanda_lee",
    "level": "Beginner to Intermediate",
    "learn_hours": "17",
    "score": 4.7,
    "review": 1534027,
    "original_price": 429000,
    "discounted_price": 359000,
    "categories": "1"
  },
  {
    "id": "10006",
    "title": "Web Design with UX/UI Principles",
    "description": "Learn the principles of UX/UI design to create user-centered web designs. This course covers essential concepts in user experience and interface design for creating engaging websites.",
    "benefits": [
      "UX Design: Understand user experience principles and research methods.",
      "UI Design: Master interface design techniques, including wireframing and prototyping.",
      "Design Tools: Use popular design tools for creating mockups and user flows."
    ],
    "image": "ux_ui.jpg",
    "mentor": "claire_brown",
    "level": "Intermediate",
    "learn_hours": "21",
    "score": 4.6,
    "review": 1934857,
    "original_price": 459000,
    "discounted_price": 389000,
    "categories": "1"
  },
  {
    "id": "20001",
    "title": "Introduction to Machine Learning with Python",
    "description": "Discover the foundations of machine learning using Python. This course covers essential techniques and algorithms to start building predictive models and analyzing data.",
    "benefits": [
      "Python Basics for ML: Learn Python programming with a focus on machine learning libraries.",
      "Supervised Learning: Understand classification and regression algorithms.",
      "Model Evaluation: Use metrics to assess model performance and make improvements."
    ],
    "image": "python_ml.jpg",
    "mentor": "lisa_brown",
    "level": "Beginner",
    "learn_hours": "20",
    "score": 4.7,
    "review": 342109,
    "original_price": 469000,
    "discounted_price": 399000,
    "categories": "2"
  },
  {
    "id": "20002",
    "title": "Deep Learning with TensorFlow",
    "description": "Dive into deep learning with TensorFlow. This course provides hands-on experience with building and training deep neural networks for complex tasks like image and speech recognition.",
    "benefits": [
      "TensorFlow Basics: Get started with TensorFlow and its core functionalities.",
      "Neural Networks: Build and train deep neural networks for various applications.",
      "Model Deployment: Learn how to deploy TensorFlow models into production environments."
    ],
    "image": "tensorflow.jpg",
    "mentor": "george_kim",
    "level": "Intermediate",
    "learn_hours": "30",
    "score": 4.8,
    "review": 278412,
    "original_price": 599000,
    "discounted_price": 499000,
    "categories": "2"
  },
  {
    "id": "20003",
    "title": "Machine Learning with R: A Comprehensive Guide",
    "description": "Explore machine learning techniques using R. This course covers a range of algorithms and provides practical exercises to apply machine learning methods to real-world data.",
    "benefits": [
      "R Programming for ML: Learn the R language with a focus on machine learning applications.",
      "Unsupervised Learning: Understand clustering and dimensionality reduction techniques.",
      "Data Visualization: Use R to visualize and interpret machine learning results."
    ],
    "image": "r_ml.jpg",
    "mentor": "nina_clark",
    "level": "Advanced",
    "learn_hours": "25",
    "score": 4.6,
    "review": 198765,
    "original_price": 549000,
    "discounted_price": 469000,
    "categories": "2"
  },
  {
    "id": "20004",
    "title": "Reinforcement Learning with Python",
    "description": "Master reinforcement learning concepts and algorithms using Python. This course teaches you how to build intelligent agents that learn to make decisions through trial and error.",
    "benefits": [
      "Reinforcement Learning Basics: Learn the theory behind reinforcement learning.",
      "Algorithm Implementation: Implement popular algorithms like Q-learning and policy gradients.",
      "Real-World Applications: Apply reinforcement learning techniques to practical problems."
    ],
    "image": "reinforcement_learning.jpg",
    "mentor": "oliver_jones",
    "level": "Intermediate",
    "learn_hours": "28",
    "score": 4.9,
    "review": 314286,
    "original_price": 579000,
    "discounted_price": 489000,
    "categories": "2"
  },
  {
    "id": "20005",
    "title": "Natural Language Processing with Deep Learning",
    "description": "Explore natural language processing (NLP) with deep learning techniques. This course covers state-of-the-art methods for text analysis, sentiment analysis, and language generation.",
    "benefits": [
      "NLP Fundamentals: Learn core NLP techniques and applications.",
      "Deep Learning Models: Build and train models for text classification and generation.",
      "Transformers and BERT: Use advanced models like BERT for improved NLP performance."
    ],
    "image": "nlp_deep_learning.jpg",
    "mentor": "michael_anderson",
    "level": "Advanced",
    "learn_hours": "32",
    "score": 4.8,
    "review": 222345,
    "original_price": 629000,
    "discounted_price": 529000,
    "categories": "2"
  },
  {
    "id": "20006",
    "title": "AI for Everyone: Introduction to Artificial Intelligence",
    "description": "A beginner-friendly course introducing the concepts and applications of artificial intelligence (AI). Understand the impact of AI on various industries and explore basic AI techniques.",
    "benefits": [
      "AI Fundamentals: Learn the core concepts of AI and machine learning.",
      "Applications of AI: Explore how AI is used in different sectors like healthcare, finance, and more.",
      "Ethics and Future of AI: Discuss the ethical considerations and future trends in AI."
    ],
    "image": "ai_for_everyone.jpg",
    "mentor": "sophie_wilson",
    "level": "Beginner",
    "learn_hours": "15",
    "score": 4.5,
    "review": 154320,
    "original_price": 299000,
    "discounted_price": 249000,
    "categories": "2"
  },
  {
    "id": "30001",
    "title": "Introduction to Game Design",
    "description": "Learn the fundamental principles of game design, including game mechanics, level design, and player psychology. Perfect for aspiring game designers who want to start their journey.",
    "benefits": [
      "Game Mechanics: Understand core mechanics and how they drive gameplay.",
      "Level Design: Create engaging levels that challenge and entertain players.",
      "Player Psychology: Learn how to design games that capture player interest."
    ],
    "image": "intro_game_design.jpg",
    "mentor": "mike_johnson",
    "level": "Beginner",
    "learn_hours": "12",
    "score": 4.5,
    "review": 87234,
    "original_price": 399000,
    "discounted_price": 319000,
    "categories": "3"
  },
  {
    "id": "30002",
    "title": "Unity Game Development - Beginner to Pro",
    "description": "Master the Unity game engine and learn to build interactive 2D and 3D games. This course takes you through the entire game development process from concept to release.",
    "benefits": [
      "Unity Basics: Get familiar with the Unity interface and build your first game.",
      "2D and 3D Game Development: Learn to create both 2D and 3D games using Unity.",
      "Publishing: Understand how to publish games to different platforms, including mobile and PC."
    ],
    "image": "unity_game_dev.jpg",
    "mentor": "sarah_kim",
    "level": "Intermediate",
    "learn_hours": "25",
    "score": 4.7,
    "review": 195674,
    "original_price": 599000,
    "discounted_price": 499000,
    "categories": "3"
  },
  {
    "id": "30003",
    "title": "Level Design Masterclass",
    "description": "Specialize in level design and create immersive worlds that captivate players. This course covers the principles of environment design, pacing, and interactive storytelling.",
    "benefits": [
      "Environment Design: Learn how to build compelling and immersive game environments.",
      "Interactive Storytelling: Integrate story elements seamlessly into level design.",
      "Pacing: Design levels with balanced difficulty and progression."
    ],
    "image": "level_design.jpg",
    "mentor": "john_smith",
    "level": "Advanced",
    "learn_hours": "22",
    "score": 4.8,
    "review": 103456,
    "original_price": 499000,
    "discounted_price": 429000,
    "categories": "3"
  },
  {
    "id": "30004",
    "title": "Game Art for Beginners",
    "description": "Dive into the world of game art and learn the basics of creating stunning visuals for your games. This course focuses on 2D and 3D art techniques, textures, and asset creation.",
    "benefits": [
      "2D and 3D Art Basics: Master the core principles of both 2D and 3D art for games.",
      "Textures and Materials: Create realistic textures and materials for your game assets.",
      "Asset Creation: Learn how to design and create assets for different game genres."
    ],
    "image": "game_art.jpg",
    "mentor": "emma_wilson",
    "level": "Beginner",
    "learn_hours": "18",
    "score": 4.6,
    "review": 64321,
    "original_price": 449000,
    "discounted_price": 379000,
    "categories": "3"
  },
  {
    "id": "30005",
    "title": "Sound Design for Video Games",
    "description": "Master the art of sound design and learn how to create immersive audio experiences for video games. This course covers everything from sound effects to background music.",
    "benefits": [
      "Sound Effects: Learn how to create and implement sound effects for various in-game actions.",
      "Background Music: Understand how to compose music that enhances the player experience.",
      "Audio Integration: Use game engines to integrate audio into gameplay effectively."
    ],
    "image": "sound_design.jpg",
    "mentor": "luke_williams",
    "level": "Intermediate",
    "learn_hours": "20",
    "score": 4.7,
    "review": 78654,
    "original_price": 529000,
    "discounted_price": 459000,
    "categories": "3"
  },
  {
    "id": "30006",
    "title": "3D Modeling for Game Development",
    "description": "Learn how to create detailed 3D models for video games. This course teaches the fundamentals of 3D modeling, texturing, and rendering for use in modern game engines.",
    "benefits": [
      "3D Modeling Basics: Understand the principles of creating 3D models for games.",
      "Texturing and Rendering: Learn how to texture and render your 3D models for realistic effects.",
      "Game Engine Integration: Import and optimize 3D models for different game engines."
    ],
    "image": "3d_modeling.jpg",
    "mentor": "chris_baker",
    "level": "Advanced",
    "learn_hours": "28",
    "score": 4.8,
    "review": 93485,
    "original_price": 579000,
    "discounted_price": 499000,
    "categories": "3"
  },
  {
    "id": "30007",
    "title": "Game Narrative Design",
    "description": "Craft compelling stories and characters for video games. This course focuses on game narrative, character development, and branching storylines to engage players.",
    "benefits": [
      "Story Development: Learn how to create engaging narratives and plot structures.",
      "Character Creation: Develop memorable characters with depth and unique personalities.",
      "Branching Storylines: Implement choices that lead to multiple story outcomes."
    ],
    "image": "game_narrative.jpg",
    "mentor": "olivia_king",
    "level": "Intermediate",
    "learn_hours": "24",
    "score": 4.7,
    "review": 66542,
    "original_price": 499000,
    "discounted_price": 429000,
    "categories": "3"
  },
  {
    "id": "30008",
    "title": "AI Programming for Game Development",
    "description": "Master the basics of AI programming for games. Learn to build intelligent game agents that react to player actions and create challenging gameplay experiences.",
    "benefits": [
      "AI Fundamentals: Understand the core concepts of AI in games.",
      "Behavior Trees: Learn how to design behavior trees for complex decision-making.",
      "Pathfinding and NPCs: Implement pathfinding algorithms and create intelligent NPCs."
    ],
    "image": "ai_game_dev.jpg",
    "mentor": "henry_ross",
    "level": "Advanced",
    "learn_hours": "26",
    "score": 4.9,
    "review": 84235,
    "original_price": 579000,
    "discounted_price": 499000,
    "categories": "3"
  },
  {
    "id": "40001",
    "title": "Financial Accounting for Beginners",
    "description": "Learn the basics of financial accounting, including recording transactions, preparing financial statements, and understanding the accounting cycle.",
    "benefits": [
      "Core Accounting Principles: Understand the basics of double-entry bookkeeping and financial reporting.",
      "Financial Statements: Learn how to prepare balance sheets, income statements, and cash flow statements.",
      "Accounting Cycle: Master the full accounting cycle from transaction recording to closing."
    ],
    "image": "financial_accounting.jpg",
    "mentor": "amy_johnson",
    "level": "Beginner",
    "learn_hours": "15",
    "score": 4.5,
    "review": 12568,
    "original_price": 299000,
    "discounted_price": 249000,
    "categories": "4"
  },
  {
    "id": "40002",
    "title": "Managerial Accounting Essentials",
    "description": "Develop the skills to use accounting information for internal business decision-making, including budgeting, cost management, and performance evaluation.",
    "benefits": [
      "Cost Management: Learn how to control and reduce costs within a business.",
      "Budgeting: Master the techniques for preparing and managing budgets effectively.",
      "Performance Evaluation: Use financial data to assess and improve business performance."
    ],
    "image": "managerial_accounting.jpg",
    "mentor": "michael_lee",
    "level": "Intermediate",
    "learn_hours": "18",
    "score": 4.6,
    "review": 14687,
    "original_price": 399000,
    "discounted_price": 329000,
    "categories": "4"
  },
  {
    "id": "40003",
    "title": "Taxation for Accountants",
    "description": "Understand the fundamentals of tax accounting, including individual and corporate tax returns, tax planning, and compliance with tax laws.",
    "benefits": [
      "Tax Compliance: Learn how to prepare and file tax returns for individuals and businesses.",
      "Tax Planning: Understand strategies for minimizing tax liabilities.",
      "Corporate Taxation: Explore the tax obligations of corporations and large entities."
    ],
    "image": "tax_accounting.jpg",
    "mentor": "linda_martin",
    "level": "Advanced",
    "learn_hours": "22",
    "score": 4.7,
    "review": 18762,
    "original_price": 499000,
    "discounted_price": 429000,
    "categories": "4"
  },
  {
    "id": "40004",
    "title": "Audit and Assurance Fundamentals",
    "description": "Gain a solid foundation in audit and assurance services, focusing on risk management, internal controls, and audit procedures.",
    "benefits": [
      "Audit Procedures: Learn the standard audit procedures and practices.",
      "Internal Controls: Understand the importance of internal controls in business operations.",
      "Risk Management: Develop skills in identifying and mitigating financial risks."
    ],
    "image": "audit_assurance.jpg",
    "mentor": "david_walker",
    "level": "Intermediate",
    "learn_hours": "20",
    "score": 4.6,
    "review": 13456,
    "original_price": 429000,
    "discounted_price": 359000,
    "categories": "4"
  },
  {
    "id": "40005",
    "title": "Accounting Software Mastery: QuickBooks & Xero",
    "description": "Master popular accounting software tools, including QuickBooks and Xero, to streamline financial management for businesses.",
    "benefits": [
      "QuickBooks Mastery: Learn how to manage business finances using QuickBooks.",
      "Xero Expertise: Become proficient in Xero for cloud-based accounting.",
      "Automating Financial Tasks: Discover how to automate invoices, payroll, and financial reporting."
    ],
    "image": "accounting_software.jpg",
    "mentor": "susan_clark",
    "level": "Advanced",
    "learn_hours": "24",
    "score": 4.8,
    "review": 16532,
    "original_price": 579000,
    "discounted_price": 499000,
    "categories": "4"
  },
  {
    "id": "40006",
    "title": "Forensic Accounting: Detecting Fraud",
    "description": "Learn how to identify financial fraud and misconduct through forensic accounting techniques, focusing on detecting, preventing, and investigating fraud.",
    "benefits": [
      "Fraud Detection: Understand common types of financial fraud and how to spot them.",
      "Forensic Investigations: Develop skills in conducting investigations to uncover fraudulent activities.",
      "Prevention Strategies: Learn methods to prevent fraud in business operations."
    ],
    "image": "forensic_accounting.jpg",
    "mentor": "james_brown",
    "level": "Advanced",
    "learn_hours": "26",
    "score": 4.9,
    "review": 20187,
    "original_price": 599000,
    "discounted_price": 519000,
    "categories": "4"
  },
  {
    "id": "40007",
    "title": "Cost Accounting: Managing Business Costs",
    "description": "Specialize in cost accounting to help businesses manage and reduce costs, improve efficiency, and make data-driven decisions.",
    "benefits": [
      "Cost Analysis: Learn how to perform detailed cost analysis to drive business decisions.",
      "Budgeting and Forecasting: Understand how to create accurate financial forecasts.",
      "Efficiency Improvement: Discover techniques for increasing business efficiency through cost control."
    ],
    "image": "cost_accounting.jpg",
    "mentor": "nina_roberts",
    "level": "Intermediate",
    "learn_hours": "21",
    "score": 4.6,
    "review": 14398,
    "original_price": 489000,
    "discounted_price": 419000,
    "categories": "4"
  },
  {
    "id": "40008",
    "title": "International Accounting Standards",
    "description": "Get to grips with international accounting standards and financial reporting frameworks, including IFRS and GAAP, to work in global accounting.",
    "benefits": [
      "IFRS & GAAP: Understand and apply the international financial reporting standards (IFRS) and generally accepted accounting principles (GAAP).",
      "Global Financial Reporting: Learn how to prepare and analyze financial reports for global businesses.",
      "Cross-border Transactions: Manage the accounting challenges of multinational corporations."
    ],
    "image": "international_accounting.jpg",
    "mentor": "emma_white",
    "level": "Advanced",
    "learn_hours": "25",
    "score": 4.8,
    "review": 17934,
    "original_price": 549000,
    "discounted_price": 479000,
    "categories": "4"
  },
  {
    "id": "50001",
    "title": "Data Science for Beginners",
    "description": "Start your journey in data science by learning the basics of data analysis, statistics, and machine learning. Ideal for those new to the field.",
    "benefits": [
      "Introduction to Data Science: Learn the fundamentals of data science and its applications.",
      "Basic Statistics: Understand core statistical concepts used in data analysis.",
      "Data Wrangling: Learn how to clean and preprocess raw data for analysis."
    ],
    "image": "data_science_beginners.jpg",
    "mentor": "john_doe",
    "level": "Beginner",
    "learn_hours": "20",
    "score": 4.7,
    "review": 15487,
    "original_price": 399000,
    "discounted_price": 329000,
    "categories": "5"
  },
  {
    "id": "50002",
    "title": "Python for Data Science",
    "description": "Master Python, the most popular programming language in data science. Learn to analyze, visualize, and model data with Python libraries.",
    "benefits": [
      "Python Fundamentals: Understand Python syntax, functions, and data structures.",
      "Data Libraries: Master key libraries such as NumPy, pandas, and Matplotlib.",
      "Data Modeling: Learn to create predictive models using Python."
    ],
    "image": "python_data_science.jpg",
    "mentor": "jane_smith",
    "level": "Intermediate",
    "learn_hours": "25",
    "score": 4.8,
    "review": 19847,
    "original_price": 499000,
    "discounted_price": 419000,
    "categories": "5"
  },
  {
    "id": "50003",
    "title": "Machine Learning with R",
    "description": "Unlock the power of machine learning using R. This course covers both supervised and unsupervised learning algorithms.",
    "benefits": [
      "R Programming: Get comfortable with the basics of R, a language tailored for data analysis.",
      "Supervised Learning: Explore algorithms such as linear regression and decision trees.",
      "Unsupervised Learning: Learn clustering techniques and anomaly detection."
    ],
    "image": "ml_with_r.jpg",
    "mentor": "michael_ross",
    "level": "Advanced",
    "learn_hours": "30",
    "score": 4.9,
    "review": 17432,
    "original_price": 599000,
    "discounted_price": 499000,
    "categories": "5"
  },
  {
    "id": "50004",
    "title": "Data Visualization with Tableau",
    "description": "Master data visualization techniques and create stunning visualizations using Tableau to communicate data insights effectively.",
    "benefits": [
      "Tableau Basics: Learn how to create dashboards and reports using Tableau.",
      "Data Visualization Principles: Understand best practices for effective data presentation.",
      "Interactive Dashboards: Build dynamic and interactive dashboards for business insights."
    ],
    "image": "tableau_data_viz.jpg",
    "mentor": "linda_chen",
    "level": "Intermediate",
    "learn_hours": "22",
    "score": 4.7,
    "review": 14376,
    "original_price": 449000,
    "discounted_price": 379000,
    "categories": "5"
  },
  {
    "id": "50005",
    "title": "Deep Learning with TensorFlow",
    "description": "Dive deep into neural networks and deep learning with TensorFlow. Learn how to build and train models for image recognition, NLP, and more.",
    "benefits": [
      "TensorFlow Framework: Understand the fundamentals of TensorFlow and how to use it for deep learning.",
      "Neural Networks: Learn how to build, train, and optimize neural networks.",
      "Real-World Applications: Apply deep learning to tasks such as image classification and natural language processing."
    ],
    "image": "deep_learning_tensorflow.jpg",
    "mentor": "david_lee",
    "level": "Advanced",
    "learn_hours": "35",
    "score": 4.9,
    "review": 22168,
    "original_price": 699000,
    "discounted_price": 599000,
    "categories": "5"
  },
  {
    "id": "50006",
    "title": "Big Data Analytics with Hadoop",
    "description": "Learn how to handle and analyze big data using Hadoop, the open-source framework that powers data-driven organizations.",
    "benefits": [
      "Hadoop Ecosystem: Get familiar with Hadoop’s components including HDFS, MapReduce, and YARN.",
      "Big Data Analytics: Learn techniques for processing and analyzing large datasets.",
      "Hadoop Hands-On: Set up and work with Hadoop clusters for real-world data challenges."
    ],
    "image": "big_data_hadoop.jpg",
    "mentor": "susan_clark",
    "level": "Advanced",
    "learn_hours": "28",
    "score": 4.8,
    "review": 17845,
    "original_price": 649000,
    "discounted_price": 549000,
    "categories": "5"
  },
  {
    "id": "50007",
    "title": "Statistics for Data Science",
    "description": "Gain a solid foundation in statistics, an essential skill for any data scientist. Learn to apply statistical techniques to data analysis and machine learning.",
    "benefits": [
      "Descriptive Statistics: Learn how to summarize and visualize data.",
      "Inferential Statistics: Understand hypothesis testing, confidence intervals, and regression analysis.",
      "Statistical Modeling: Use statistical methods for predictive analytics."
    ],
    "image": "statistics_data_science.jpg",
    "mentor": "nina_williams",
    "level": "Intermediate",
    "learn_hours": "18",
    "score": 4.6,
    "review": 13654,
    "original_price": 379000,
    "discounted_price": 319000,
    "categories": "5"
  },
  {
    "id": "50008",
    "title": "Natural Language Processing (NLP) with Python",
    "description": "Explore how to work with text data and build NLP models using Python. Learn how to develop applications such as chatbots and sentiment analysis tools.",
    "benefits": [
      "Text Processing: Learn how to clean and process text data for analysis.",
      "NLP Techniques: Explore tokenization, part-of-speech tagging, and named entity recognition.",
      "Building NLP Models: Implement sentiment analysis, language modeling, and chatbot development."
    ],
    "image": "nlp_python.jpg",
    "mentor": "emma_brown",
    "level": "Advanced",
    "learn_hours": "24",
    "score": 4.7,
    "review": 18427,
    "original_price": 529000,
    "discounted_price": 449000,
    "categories": "5"
  }
]
