[
  {
    "id": "10001",
    "title": "VueJS Full Class - Vue Beginner to Master",
    "description": "Learn how to build modern, scalable, and reactive web applications with Vue.js. This course takes you from the basics of Vue to advanced techniques, empowering you to create dynamic user experiences effortlessly.",
    "benefits": [
      "Vue.js Fundamentals: Master reactive data binding, directives, and Vue component architecture.",
      "State Management with Vuex: Learn how to efficiently manage application state for large-scale projects.",
      "Building SPAs: Create Single Page Applications (SPAs) with Vue Router and Vue CLI for real-world projects."
    ],
    "image": "vue.jpg",
    "mentor": "david_abhi",
    "level": "Intermediate",
    "learn_hours": "18",
    "score": 4.6,
    "review": 2182183,
    "original_price": 439000,
    "discounted_price": 363300,
    "categories": "1"
  },
  {
    "id": "10002",
    "title": "ReactJS Essentials - Build Interactive UIs",
    "description": "Dive into ReactJS and learn to build interactive and dynamic user interfaces. This course covers the core concepts of React, including hooks, state management, and routing.",
    "benefits": [
      "React Basics: Understand components, props, and state management.",
      "Hooks and Context API: Use React hooks and the Context API for managing state and effects.",
      "Routing and SPA: Implement routing with React Router for Single Page Applications."
    ],
    "image": "react.jpg",
    "mentor": "sara_jones",
    "level": "Intermediate",
    "learn_hours": "20",
    "score": 4.7,
    "review": 1623456,
    "original_price": 459000,
    "discounted_price": 388000,
    "categories": "1"
  },
  {
    "id": "10003",
    "title": "Advanced JavaScript - Master Modern Techniques",
    "description": "Enhance your JavaScript skills with this advanced course. Explore modern JavaScript features, asynchronous programming, and advanced patterns for building robust web applications.",
    "benefits": [
      "Modern JS Features: Learn ES6+ features, including async/await and destructuring.",
      "Advanced Patterns: Master design patterns and best practices for scalable applications.",
      "Asynchronous Programming: Understand Promises, async/await, and event-driven programming."
    ],
    "image": "javascript.jpg",
    "mentor": "john_smith",
    "level": "Advanced",
    "learn_hours": "25",
    "score": 4.8,
    "review": 2893045,
    "original_price": 499000,
    "discounted_price": 429000,
    "categories": "1"
  },
  {
    "id": "10004",
    "title": "Mastering Node.js - Building Scalable Applications",
    "description": "Explore the power of Node.js for building scalable server-side applications. This course covers Node.js fundamentals, REST APIs, and integration with databases.",
    "benefits": [
      "Node.js Basics: Understand core concepts and modules of Node.js.",
      "REST API Development: Build and manage RESTful APIs using Express.",
      "Database Integration: Connect Node.js applications with MongoDB and SQL databases."
    ],
    "image": "nodejs.jpg",
    "mentor": "jane_doe",
    "level": "Intermediate",
    "learn_hours": "22",
    "score": 4.5,
    "review": 1746298,
    "original_price": 469000,
    "discounted_price": 399000,
    "categories": "1"
  },
  {
    "id": "10005",
    "title": "CSS Mastery - Responsive and Modern Design",
    "description": "Transform your CSS skills with this comprehensive course on responsive and modern design techniques. Learn to create visually appealing and responsive layouts using the latest CSS features.",
    "benefits": [
      "Responsive Design: Implement responsive design techniques with Flexbox and Grid.",
      "Modern CSS Features: Use CSS variables, custom properties, and animations.",
      "Design Principles: Apply best practices for visual design and user experience."
    ],
    "image": "css.jpg",
    "mentor": "amanda_lee",
    "level": "Beginner to Intermediate",
    "learn_hours": "17",
    "score": 4.7,
    "review": 1534027,
    "original_price": 429000,
    "discounted_price": 359000,
    "categories": "1"
  },
  {
    "id": "10006",
    "title": "Web Design with UX/UI Principles",
    "description": "Learn the principles of UX/UI design to create user-centered web designs. This course covers essential concepts in user experience and interface design for creating engaging websites.",
    "benefits": [
      "UX Design: Understand user experience principles and research methods.",
      "UI Design: Master interface design techniques, including wireframing and prototyping.",
      "Design Tools: Use popular design tools for creating mockups and user flows."
    ],
    "image": "ux_ui.jpg",
    "mentor": "claire_brown",
    "level": "Intermediate",
    "learn_hours": "21",
    "score": 4.6,
    "review": 1934857,
    "original_price": 459000,
    "discounted_price": 389000,
    "categories": "1"
  },
  {
    "id": "20001",
    "title": "Introduction to Machine Learning with Python",
    "description": "Discover the foundations of machine learning using Python. This course covers essential techniques and algorithms to start building predictive models and analyzing data.",
    "benefits": [
      "Python Basics for ML: Learn Python programming with a focus on machine learning libraries.",
      "Supervised Learning: Understand classification and regression algorithms.",
      "Model Evaluation: Use metrics to assess model performance and make improvements."
    ],
    "image": "python_ml.jpg",
    "mentor": "lisa_brown",
    "level": "Beginner",
    "learn_hours": "20",
    "score": 4.7,
    "review": 342109,
    "original_price": 469000,
    "discounted_price": 399000,
    "categories": "2"
  },
  {
    "id": "20002",
    "title": "Deep Learning with TensorFlow",
    "description": "Dive into deep learning with TensorFlow. This course provides hands-on experience with building and training deep neural networks for complex tasks like image and speech recognition.",
    "benefits": [
      "TensorFlow Basics: Get started with TensorFlow and its core functionalities.",
      "Neural Networks: Build and train deep neural networks for various applications.",
      "Model Deployment: Learn how to deploy TensorFlow models into production environments."
    ],
    "image": "tensorflow.jpg",
    "mentor": "george_kim",
    "level": "Intermediate",
    "learn_hours": "30",
    "score": 4.8,
    "review": 278412,
    "original_price": 599000,
    "discounted_price": 499000,
    "categories": "2"
  },
  {
    "id": "20003",
    "title": "Machine Learning with R: A Comprehensive Guide",
    "description": "Explore machine learning techniques using R. This course covers a range of algorithms and provides practical exercises to apply machine learning methods to real-world data.",
    "benefits": [
      "R Programming for ML: Learn the R language with a focus on machine learning applications.",
      "Unsupervised Learning: Understand clustering and dimensionality reduction techniques.",
      "Data Visualization: Use R to visualize and interpret machine learning results."
    ],
    "image": "r_ml.jpg",
    "mentor": "nina_clark",
    "level": "Advanced",
    "learn_hours": "25",
    "score": 4.6,
    "review": 198765,
    "original_price": 549000,
    "discounted_price": 469000,
    "categories": "2"
  },
  {
    "id": "20004",
    "title": "Reinforcement Learning with Python",
    "description": "Master reinforcement learning concepts and algorithms using Python. This course teaches you how to build intelligent agents that learn to make decisions through trial and error.",
    "benefits": [
      "Reinforcement Learning Basics: Learn the theory behind reinforcement learning.",
      "Algorithm Implementation: Implement popular algorithms like Q-learning and policy gradients.",
      "Real-World Applications: Apply reinforcement learning techniques to practical problems."
    ],
    "image": "reinforcement_learning.jpg",
    "mentor": "oliver_jones",
    "level": "Intermediate",
    "learn_hours": "28",
    "score": 4.9,
    "review": 314286,
    "original_price": 579000,
    "discounted_price": 489000,
    "categories": "2"
  },
  {
    "id": "20005",
    "title": "Natural Language Processing with Deep Learning",
    "description": "Explore natural language processing (NLP) with deep learning techniques. This course covers state-of-the-art methods for text analysis, sentiment analysis, and language generation.",
    "benefits": [
      "NLP Fundamentals: Learn core NLP techniques and applications.",
      "Deep Learning Models: Build and train models for text classification and generation.",
      "Transformers and BERT: Use advanced models like BERT for improved NLP performance."
    ],
    "image": "nlp_deep_learning.jpg",
    "mentor": "michael_anderson",
    "level": "Advanced",
    "learn_hours": "32",
    "score": 4.8,
    "review": 222345,
    "original_price": 629000,
    "discounted_price": 529000,
    "categories": "2"
  },
  {
    "id": "20006",
    "title": "AI for Everyone: Introduction to Artificial Intelligence",
    "description": "A beginner-friendly course introducing the concepts and applications of artificial intelligence (AI). Understand the impact of AI on various industries and explore basic AI techniques.",
    "benefits": [
      "AI Fundamentals: Learn the core concepts of AI and machine learning.",
      "Applications of AI: Explore how AI is used in different sectors like healthcare, finance, and more.",
      "Ethics and Future of AI: Discuss the ethical considerations and future trends in AI."
    ],
    "image": "ai_for_everyone.jpg",
    "mentor": "sophie_wilson",
    "level": "Beginner",
    "learn_hours": "15",
    "score": 4.5,
    "review": 154320,
    "original_price": 299000,
    "discounted_price": 249000,
    "categories": "2"
  }
]
