{
  "welcome": "Bienvenido",
  "signUp": "Registrarse",
  "logIn": "Iniciar sesión",
  "tryDemo": "Probar demostración",
  "explore": "Explorar",
  "back": "Regresar",
  "showMore": "Ver más",
  "hideMore": "Ocultar",
  "totalHours": "Horas totales",

  "level.easy": "Fácil",
  "level.intermediate": "Intermedio",
  "level.advance": "Avanzado",

  "landingpage.sidebar.mobile.cart": "Carrito",
  "landingpage.sidebar.mobile.language": "Idioma",

  "landingpage.cart.addToCart": "Añadir al carrito",
  "landingpage.cart.removeFromCart": "Eliminar del carrito",
  "landingpage.cart.your": "Tu carrito",
  "landingpage.cart.checkout": "Pagar",

  "landingPage.navbar.desktop.search": "¿Qué quieres aprender hoy?",
  "landingPage.hero.title.dontJust": "No Solo",
  "landingPage.hero.title.learn": "Aprender",
  "landingPage.hero.title.master": "Dominar",
  "landingPage.hero.title.it": "¡Eso!",
  "landingPage.hero.description.first": "Desata el poder del conocimiento con cursos impartidos por expertos que te ayudarán a sobresalir.",
  "landingPage.hero.description.second": "Ya sea que seas principiante o desees mejorar tus habilidades, domina lo que realmente importa.",
  "landingPage.sponsors.title": "Colaborando con Innovadores Globales, Confiado por Empresas Líderes en el Mundo",

  "landingPage.roadmap.title": "Encuentra el Camino Correcto para Tu Viaje de Aprendizaje",
  "landingPage.roadmap.description": "Descubre cursos que enciendan tu pasión y avancen tu carrera.",
  "landingPage.roadmap.name.web-development": "Desarrollo Web",
  "landingPage.roadmap.title.web-development": "Crea Sitios Web con Desarrollo Web",
  "landingPage.roadmap.description.web-development": "Domina habilidades esenciales para crear sitios web dinámicos y receptivos. Desde HTML y CSS hasta frameworks avanzados de JavaScript, nuestros cursos te brindan las herramientas para convertirte en un desarrollador full-stack y hacer realidad tus ideas.",
  "landingPage.roadmap.name.mechine-learning": "Aprendizaje Automático",
  "landingPage.roadmap.title.mechine-learning": "Transforma Tu Carrera con Aprendizaje Automático",
  "landingPage.roadmap.description.mechine-learning": "Adéntrate en el mundo del aprendizaje automático y abre oportunidades ilimitadas. Nuestros cursos prácticos enseñan cómo construir modelos predictivos, automatizar procesos y fomentar la innovación en cualquier industria. Conviértete en un experto en tecnología AI y mejora tu carrera.",
  "landingPage.roadmap.name.game-design": "Diseño de Juegos",
  "landingPage.roadmap.title.game-design": "Domina el Arte del Diseño de Juegos",
  "landingPage.roadmap.description.game-design": "Adéntrate en el mundo de las historias interactivas y la mecánica del juego. Aprende a crear experiencias inmersivas desde el concepto hasta el diseño final utilizando las herramientas y tecnologías más recientes.",
  "landingPage.roadmap.name.accountant": "Contabilidad",
  "landingPage.roadmap.title.accountant": "Desarrolla tu Experiencia en Contabilidad",
  "landingPage.roadmap.description.accountant": "Desarrolla habilidades esenciales para gestionar registros financieros, analizar datos y tomar decisiones informadas. Desde la contabilidad básica hasta la elaboración de informes financieros avanzados, este camino te guiará hacia una carrera exitosa en contabilidad.",
  "landingPage.roadmap.name.data-science": "Ciencia de Datos",
  "landingPage.roadmap.title.data-science": "Domina el Poder de la Ciencia de Datos",
  "landingPage.roadmap.description.data-science": "Explora el campo en rápida expansión de la ciencia de datos. Domina el análisis de datos, el aprendizaje automático y las herramientas de big data para convertir datos en bruto en información significativa y fomentar la toma de decisiones en cualquier industria.",

  "landingPage.whyChooseUs.title[0]": "Por Qué Elegir",
  "landingPage.whyChooseUs.title[1]": "Nosotros",
  "landingPage.whyChooseUs.content[0].title": "Trayectorias de Aprendizaje Personalizadas",
  "landingPage.whyChooseUs.content[0].description": "Personaliza tu viaje de aprendizaje con trayectorias completamente diseñadas de acuerdo a tus objetivos e intereses, asegurando que domines lo que realmente importa.",
  "landingPage.whyChooseUs.content[1].title": "Análisis de Aprendizaje Avanzado",
  "landingPage.whyChooseUs.content[1].description": "Obtén un análisis profundo de tus fortalezas y debilidades, así como recomendaciones personalizadas para crecer y sobresalir.",
  "landingPage.whyChooseUs.content[2].title": "Logros y Insignias Únicas",
  "landingPage.whyChooseUs.content[2].description": "Gana insignias y logros a medida que avanzas, con un sistema de juego que motiva y recompensa tus esfuerzos y logros.",
  "landingPage.whyChooseUs.content[3].title": "Integración de Comunidad Dinámica",
  "landingPage.whyChooseUs.content[3].description": "Conéctate e interactúa con una comunidad dinámica a través de discusiones en tiempo real, preguntas y aprendizaje colaborativo, construyendo una red de apoyo.",

  "landingPage.forParent.title": "¿Buscando lo Mejor para Su Hijo?",
  "landingPage.forParent.description": "Como padre, desea asegurarse de que su hijo reciba la mejor educación. Con informes de progreso detallados—incluyendo calificaciones, tiempo de estudio y áreas de mejora—puede apoyar y guiar a su hijo a lo largo del camino. Juntos, asegúrese de que se mantenga en el camino correcto para alcanzar el éxito que sueña.",
  "landingPage.forParent.button": "Regístrate como Padre",
  "landingPage.forParent.content[0].title": "Informes de Progreso Detallados",
  "landingPage.forParent.content[0].description": "Obtenga información sobre el rendimiento académico de su hijo, incluyendo módulos completados, calificaciones de exámenes y tiempo dedicado al estudio.",
  "landingPage.forParent.content[1].title": "Retroalimentación Personalizada",
  "landingPage.forParent.content[1].description": "Identifique las áreas en las que su hijo sobresale y donde puede necesitar apoyo adicional, con recomendaciones específicas para la mejora.",
  "landingPage.forParent.content[2].title": "Gestión del Tiempo de Estudio",
  "landingPage.forParent.content[2].description": "Ayude a su hijo a establecer hábitos de estudio saludables con herramientas que rastrean su tiempo de estudio y sugieren un horario de estudio equilibrado.",
  "landingPage.forParent.content[3].title": "Participación Activa",
  "landingPage.forParent.content[3].description": "Involúcrese en el viaje de aprendizaje de su hijo, brindando aliento y orientación en cada paso, asegurando que se mantenga motivado y enfocado.",

  "landingPage.forMentor.title[0]": "Empodera a la Próxima Generación",
  "landingPage.forMentor.title[1]": "Sé",
  "landingPage.forMentor.title[2]": "Su Mentor",
  "landingPage.forMentor.description": "Su experiencia puede inspirar a una nueva ola de aprendices a desbloquear su potencial y alcanzar sus sueños. Como mentor, usted es más que un maestro, es un guía, un motivador y un catalizador del cambio. Comparta su conocimiento, encienda la curiosidad y ayude a dar forma al futuro, una lección a la vez.",
  "landingPage.forMentor.rewards.title": "Disfrute de los Beneficios",
  "landingPage.forMentor.rewards[0]": "Amplía tu Alcance",
  "landingPage.forMentor.rewards[1]": "Monetiza tu Experiencia",
  "landingPage.forMentor.rewards[2]": "Enseñanza Flexible",
  "landingPage.forMentor.rewards[3]": "Construye tu Marca Personal",
  "landingPage.forMentor.rewards[4]": "Inspira a los Aprendices",
  "landingPage.forMentor.rewards[5]": "Crecimiento Sostenible",
  "landingPage.forMentor.rewards[6]": "Participación Comunitaria",
  "landingPage.forMentor.rewards[7]": "Trayectorias de Aprendizaje Personalizadas",
  "landingPage.forMentor.rewards.button": "Sé Mentor",

  "landingPage.testimonials.title": "Escucha a Nuestros Aprendices",
  "landingPage.testimonials.subtitle": "Descubre cómo nuestra plataforma ha transformado el viaje de aprendizaje de miles de personas. Desde avances en carreras hasta crecimiento personal, escucha las experiencias de primera mano de aquellos que han abierto nuevas oportunidades a través de nuestros cursos guiados por expertos.",

  "landingPage.faq.title": "Preguntas Frecuentes",
  "landingPage.faq.subtitle": "Encuentra respuestas a varias preguntas comunes sobre nuestra plataforma y cursos.",
  "landingPage.content[0].question": "¿Cómo está estructurado el curso?",
  "landingPage.content[0].answer": "Cada curso se divide en varios módulos, con conferencias en video, cuestionarios y tareas para ayudar en el aprendizaje. Puedes aprender a tu propio ritmo, y algunos cursos incluyen reuniones en vivo o elementos interactivos para mejorar la interacción.",
  "landingPage.content[1].question": "¿Cómo puedo rastrear mi progreso en el curso?",
  "landingPage.content[1].answer": "Nuestra plataforma ofrece un rastreador de progreso. Puedes monitorear el porcentaje de tu curso, rastrear qué módulos has completado y ver cuánto tiempo has invertido. Esto te ayuda a mantenerte organizado y motivado.",
  "landingPage.content[2].question": "¿Obtengo acceso de por vida al curso?",
  "landingPage.content[2].answer": "Sí, una vez que compras un curso, obtienes acceso de por vida. Puedes volver a visitar el material, incluso después de completar el curso, para repasar tus conocimientos siempre que lo necesites.",
  "landingPage.content[3].question": "¿Se otorgan certificados al completar el curso?",
  "landingPage.content[3].answer": "Sí, ofrecemos certificados de finalización después de que completes con éxito el curso. Estos certificados se pueden compartir en tu perfil de LinkedIn o usarse en tu currículum para demostrar tus habilidades.",
  "landingPage.content[4].question": "¿Cuál es la política de reembolso si no estoy satisfecho con el curso?",
  "landingPage.content[4].answer": "Ofrecemos una política de reembolso de 14 días si el curso no cumple con tus expectativas. Simplemente contacta a nuestro equipo de soporte dentro de los 14 días posteriores a tu compra, y procesaremos tu reembolso sin preguntas.",
  "landingPage.content[5].question": "¿Hay características especiales para que los padres monitoreen el progreso de sus hijos?",
  "landingPage.content[5].answer": "Sí, nuestra plataforma tiene una función de Control Parental. Los padres pueden monitorear el progreso de sus hijos, establecer horarios de estudio y ver sus logros. Esta función asegura que los padres puedan estar involucrados en el viaje de aprendizaje de sus hijos.",
  "landingPage.content[6].question": "¿Puedo interactuar con mentores u otros estudiantes durante el curso?",
  "landingPage.content[6].answer": "Sí, muchos de nuestros programas ofrecen foros de discusión donde puedes hacer preguntas, compartir ideas y interactuar con mentores y compañeros estudiantes. Algunos programas también incluyen sesiones de preguntas y respuestas en vivo o apoyo de tutoría para una orientación más personalizada.",

  "landingPage.contact.title": "Mantente Conectado Con Nosotros",
  "landingPage.contact.subtitle": "¿Tienes alguna otra pregunta o quieres recibir las últimas noticias? Suscríbete a nuestro boletín o contáctanos directamente, y nos pondremos en contacto contigo con toda la información que necesites.",
  "landingPage.contact.input.email": "Ingresa tu dirección de correo electrónico",
  "landingPage.contact.input.name": "Ingresa tu nombre",
  "landingPage.contact.input.question": "Si tienes alguna pregunta, no dudes en preguntar aquí",
  "landingPage.contact.input.submit": "Unirse",

  "login.grettings.title": "Bienvenido de nuevo",
  "login.grettings.description": "Por favor, inicia sesión o crea una nueva cuenta",
  "login.input.email": "Correo electrónico",
  "login.input.email.err": "Dirección de correo electrónico no válida",
  "login.input.password": "Contraseña",
  "login.input.password.err": "La contraseña debe tener al menos 8 caracteres",
  "login.input.submit": "Iniciar sesión",
  "login.additional.register": "Crear nueva cuenta",
  "login.additional.oauth": "o iniciar sesión con",
  "login.additional.forgotPassword": "¿Olvidaste tu contraseña?",

  "signup.additional.title": "Crear una cuenta",
  "signup.additional.haveAccount": "¿Ya tienes una cuenta?",
  "signup.additional.tnc[0]": "Estoy de acuerdo con los",
  "signup.additional.tnc[1]": "Términos y Condiciones",
  "signup.input.firstname": "Nombre",
  "signup.input.lastname": "Apellido",
  "signup.input.firstname.err": "Mínimo 3 caracteres",
  "signup.input.submit": "Registrarse",
  "signup.additional.orRegisterWith": "O regístrate con",

  "data.courses.title.10001": "Curso Completo de VueJS - De Principiante a Experto en Vue",
  "data.courses.description.10001": "Aprende a construir aplicaciones web modernas, escalables y reactivas con Vue.js. Este curso te lleva desde lo básico de Vue hasta técnicas avanzadas, dándote la capacidad de crear experiencias de usuario dinámicas con facilidad.",
  "data.courses.benefits[0].10001": "Fundamentos de Vue.js: Domina el enlace de datos reactivo, directivas y la arquitectura de componentes de Vue.",
  "data.courses.benefits[1].10001": "Gestión del Estado con Vuex: Aprende a gestionar el estado de la aplicación de manera eficiente para proyectos de gran escala.",
  "data.courses.benefits[2].10001": "Construcción de SPA: Crea una Aplicación de Página Única (SPA) con Vue Router y Vue CLI para proyectos reales.",
  "data.courses.title.10002": "Fundamentos de ReactJS - Construye Interfaces Interactivas",
  "data.courses.description.10002": "Sumérgete en el mundo de ReactJS y aprende a construir interfaces de usuario interactivas y dinámicas. Este curso cubre los conceptos básicos de React, incluidos hooks, gestión de estado y enrutamiento.",
  "data.courses.benefits[0].10002": "Fundamentos de React: Comprende componentes, props y gestión de estado.",
  "data.courses.benefits[1].10002": "Hooks y Context API: Utiliza hooks de React y Context API para la gestión de estado y efectos.",
  "data.courses.benefits[2].10002": "Enrutamiento y SPA: Implementa el enrutamiento con React Router para Aplicaciones de Página Única.",
  "data.courses.title.10003": "JavaScript Avanzado - Domina Técnicas Modernas",
  "data.courses.description.10003": "Mejora tus habilidades de JavaScript con este curso avanzado. Aprende características modernas de JavaScript, programación asíncrona y patrones avanzados para construir aplicaciones web robustas.",
  "data.courses.benefits[0].10003": "Características Modernas de JS: Aprende las características de ES6+, incluyendo async/await y destructuración.",
  "data.courses.benefits[1].10003": "Patrones Avanzados: Domina patrones de diseño y mejores prácticas para aplicaciones escalables.",
  "data.courses.benefits[2].10003": "Programación Asíncrona: Comprende Promesas, async/await y programación basada en eventos.",
  "data.courses.title.10004": "Dominando Node.js - Construyendo Aplicaciones Escalables",
  "data.courses.description.10004": "Explora el poder de Node.js para construir aplicaciones del lado del servidor escalables. Este curso cubre los fundamentos de Node.js, API REST y la integración con bases de datos.",
  "data.courses.benefits[0].10004": "Fundamentos de Node.js: Comprende los conceptos clave y módulos de Node.js.",
  "data.courses.benefits[1].10004": "Desarrollo de API REST: Construye y gestiona APIs REST utilizando Express.",
  "data.courses.benefits[2].10004": "Integración de Bases de Datos: Conecta aplicaciones de Node.js con MongoDB y bases de datos SQL.",
  "data.courses.title.10005": "Dominio de CSS - Diseño Responsivo y Moderno",
  "data.courses.description.10005": "Mejora tus habilidades de CSS con este curso integral sobre técnicas de diseño responsivo y moderno. Aprende a crear diseños visualmente atractivos y responsivos utilizando las últimas características de CSS.",
  "data.courses.benefits[0].10005": "Diseño Responsivo: Aplica técnicas de diseño responsivo con Flexbox y Grid.",
  "data.courses.benefits[1].10005": "Características Modernas de CSS: Utiliza variables CSS, propiedades personalizadas y animaciones.",
  "data.courses.benefits[2].10005": "Principios de Diseño: Aplica las mejores prácticas para el diseño visual y la experiencia del usuario.",
  "data.courses.title.10006": "Diseño Web con Principios UX/UI",
  "data.courses.description.10006": "Aprende los principios del diseño UX/UI para crear diseños web centrados en el usuario. Este curso cubre conceptos clave en experiencia del usuario y diseño de interfaces para crear sitios web atractivos.",
  "data.courses.benefits[0].10006": "Diseño UX: Comprende los principios de la experiencia del usuario y los métodos de investigación.",
  "data.courses.benefits[1].10006": "Diseño UI: Domina técnicas de diseño de interfaces, incluyendo wireframing y prototipado.",
  "data.courses.benefits[2].10006": "Herramientas de Diseño: Utiliza herramientas de diseño populares para crear maquetas y flujos de usuarios.",
  "data.courses.title.20001": "Introducción al Aprendizaje Automático con Python",
  "data.courses.description.20001": "Descubre los fundamentos del aprendizaje automático utilizando Python. Este curso cubre técnicas y algoritmos clave para comenzar a construir modelos predictivos y analizar datos.",
  "data.courses.benefits[0].20001": "Fundamentos de Python para ML: Aprende programación en Python con un enfoque en bibliotecas de aprendizaje automático.",
  "data.courses.benefits[1].20001": "Aprendizaje Supervisado: Comprende algoritmos de clasificación y regresión.",
  "data.courses.benefits[2].20001": "Evaluación del Modelo: Utiliza métricas para evaluar el rendimiento del modelo y realizar mejoras.",
  "data.courses.title.20002": "Aprendizaje Profundo con TensorFlow",
  "data.courses.description.20002": "Adéntrate en el aprendizaje profundo con TensorFlow. Este curso proporciona experiencia práctica en la construcción y entrenamiento de redes neuronales para tareas complejas como el reconocimiento de imágenes y de voz.",
  "data.courses.benefits[0].20002": "Fundamentos de TensorFlow: Comienza con TensorFlow y su funcionalidad central.",
  "data.courses.benefits[1].20002": "Redes Neuronales: Construye y entrena redes neuronales profundas para diversas aplicaciones.",
  "data.courses.benefits[2].20002": "Despliegue del Modelo: Aprende a desplegar modelos de TensorFlow en entornos de producción.",
  "data.courses.title.20003": "Aprendizaje Máquina con R: Guía Integral",
  "data.courses.description.20003": "Explora técnicas de aprendizaje máquina usando R. Este curso cubre una variedad de algoritmos y proporciona ejercicios prácticos para aplicar métodos de aprendizaje máquina a datos reales.",
  "data.courses.benefits[0].20003": "Programación en R para ML: Aprende el lenguaje R con un enfoque en aplicaciones de aprendizaje máquina.",
  "data.courses.benefits[1].20003": "Aprendizaje No Supervisado: Comprende técnicas de agrupamiento y reducción de dimensiones.",
  "data.courses.benefits[2].20003": "Visualización de Datos: Utiliza R para visualizar e interpretar resultados de aprendizaje máquina.",
  "data.courses.title.20004": "Aprendizaje por Refuerzo con Python",
  "data.courses.description.20004": "Domina conceptos y algoritmos de aprendizaje por refuerzo utilizando Python. Este curso enseña cómo construir agentes inteligentes que aprenden a tomar decisiones a través de prueba y error.",
  "data.courses.benefits[0].20004": "Fundamentos del Aprendizaje por Refuerzo: Aprende la teoría detrás del aprendizaje por refuerzo.",
  "data.courses.benefits[1].20004": "Implementación de Algoritmos: Aplica algoritmos populares como Q-learning y policy gradients.",
  "data.courses.benefits[2].20004": "Aplicaciones del Mundo Real: Aplica técnicas de aprendizaje por refuerzo a problemas prácticos.",
  "data.courses.title.20005": "Procesamiento de Lenguaje Natural con Aprendizaje Profundo",
  "data.courses.description.20005": "Explora el procesamiento de lenguaje natural (NLP) con técnicas de aprendizaje profundo. Este curso cubre métodos de vanguardia para análisis de texto, análisis de sentimientos y generación de lenguaje.",
  "data.courses.benefits[0].20005": "Fundamentos del NLP: Aprende técnicas y aplicaciones clave de NLP.",
  "data.courses.benefits[1].20005": "Modelos de Aprendizaje Profundo: Construye y entrena modelos para clasificación de texto y generación.",
  "data.courses.benefits[2].20005": "Transformers y BERT: Utiliza modelos avanzados como BERT para mejorar el rendimiento del NLP.",
  "data.courses.title.20006": "IA para Todos: Introducción a la Inteligencia Artificial",
  "data.courses.description.20006": "Un curso amigable para principiantes que introduce conceptos y aplicaciones de inteligencia artificial (IA). Comprende el impacto de la IA en diversas industrias y explora técnicas básicas de IA.",
  "data.courses.benefits[0].20006": "Fundamentos de IA: Aprende conceptos clave de IA y aprendizaje máquina.",
  "data.courses.benefits[1].20006": "Aplicaciones de IA: Explora cómo se utiliza la IA en varios sectores como salud, finanzas, y más.",
  "data.courses.benefits[2].20006": "Ética y Futuro de la IA: Discute consideraciones éticas y tendencias futuras en la IA.",
  "data.courses.title.30001": "Introducción al Diseño de Juegos",
  "data.courses.description.30001": "Aprende los principios básicos del diseño de juegos, incluyendo mecánicas de juego, diseño de niveles y psicología del jugador. Adecuado para futuros diseñadores de juegos que desean comenzar su viaje.",
  "data.courses.benefits[0].30001": "Mecánicas de Juego: Comprende las mecánicas clave y cómo impulsan la jugabilidad.",
  "data.courses.benefits[1].30001": "Diseño de Niveles: Crea niveles que desafíen y entretengan a los jugadores.",
  "data.courses.benefits[2].30001": "Psicología del Jugador: Aprende a diseñar juegos que mantengan el interés del jugador.",
  "data.courses.title.30002": "Desarrollo de Juegos en Unity - Desde Principiante hasta Profesional",
  "data.courses.description.30002": "Domina el motor de juegos Unity y aprende a construir juegos interactivos en 2D y 3D. Este curso te guía a través de todo el proceso de desarrollo de juegos, desde el concepto hasta el lanzamiento.",
  "data.courses.benefits[0].30002": "Fundamentos de Unity: Familiarízate con la interfaz de Unity y construye tu primer juego.",
  "data.courses.benefits[1].30002": "Desarrollo de Juegos 2D y 3D: Aprende a crear juegos en 2D y 3D usando Unity.",
  "data.courses.benefits[2].30002": "Publicación: Comprende cómo publicar juegos en diversas plataformas, incluyendo móvil y PC.",
  "data.courses.title.30003": "Masterclass de Diseño de Niveles",
  "data.courses.description.30003": "Especialízate en diseño de niveles y crea mundos inmersivos que cautiven a los jugadores. Este curso abarca principios de diseño ambiental, ritmo y narrativa interactiva.",
  "data.courses.benefits[0].30003": "Diseño Ambiental: Aprende a construir entornos de juego atractivos e inmersivos.",
  "data.courses.benefits[1].30003": "Narrativa Interactiva: Integra elementos narrativos sin problemas en el diseño de niveles.",
  "data.courses.benefits[2].30003": "Ritmo: Diseña niveles con un equilibrio entre dificultad y progresión.",
  "data.courses.title.30004": "Arte de Juegos para Principiantes",
  "data.courses.description.30004": "Adéntrate en el mundo del arte de juegos y aprende los fundamentos de la creación de visuales impresionantes para tu juego. Este curso se centra en técnicas de arte en 2D y 3D, texturización y creación de activos.",
  "data.courses.benefits[0].30004": "Fundamentos de Arte 2D y 3D: Domina los principios clave del arte 2D y 3D para juegos.",
  "data.courses.benefits[1].30004": "Texturización y Materiales: Crea texturas y materiales realistas para tus activos de juego.",
  "data.courses.benefits[2].30004": "Creación de Activos: Aprende a diseñar y crear activos para diversos géneros de juegos.",
  "data.courses.title.30005": "Diseño de Sonido para Videojuegos",
  "data.courses.description.30005": "Domina el arte del diseño de sonido y aprende a crear experiencias de audio inmersivas para videojuegos. Este curso cubre todo, desde efectos de sonido hasta música de fondo.",
  "data.courses.benefits[0].30005": "Efectos de Sonido: Aprende a crear e implementar efectos de sonido para diversas acciones en el juego.",
  "data.courses.benefits[1].30005": "Música de fondo: Comprende cómo componer música que mejore la experiencia del jugador.",
  "data.courses.benefits[2].30005": "Integración de Audio: Utiliza el motor del juego para integrar audio en la jugabilidad de manera efectiva.",
  "data.courses.title.30006": "Modelado 3D para Desarrollo de Juegos",
  "data.courses.description.30006": "Aprende a crear modelos 3D detallados para videojuegos. Este curso enseña los fundamentos del modelado 3D, texturización y renderizado para su uso en motores de juego modernos.",
  "data.courses.benefits[0].30006": "Fundamentos del Modelado 3D: Comprende los principios de creación de modelos 3D para juegos.",
  "data.courses.benefits[1].30006": "Texturización y Renderizado: Aprende a texturizar y renderizar modelos 3D para efectos realistas.",
  "data.courses.benefits[2].30006": "Integración en Motores de Juego: Importa y optimiza modelos 3D para varios motores de juego.",
  "data.courses.title.30007": "Diseño Narrativo para Juegos",
  "data.courses.description.30007": "Crea historias y personajes cautivadores para videojuegos. Este curso se centra en la narrativa del juego, desarrollo de personajes y tramas ramificadas para involucrar a los jugadores.",
  "data.courses.benefits[0].30007": "Desarrollo de Historias: Aprende a crear narrativas y estructuras argumentales atractivas.",
  "data.courses.benefits[1].30007": "Creación de Personajes: Desarrolla personajes memorables con personalidades únicas.",
  "data.courses.benefits[2].30007": "Tramas Ramificadas: Implementa elecciones que conducen a diversos desenlaces de la historia.",
  "data.courses.title.30008": "Programación de IA para Desarrollo de Juegos",
  "data.courses.description.30008": "Domina los fundamentos de la programación de IA para juegos. Aprende a construir agentes de juego inteligentes que reaccionan a las acciones de los jugadores y crean experiencias de jugabilidad desafiantes.",
  "data.courses.benefits[0].30008": "Fundamentos de IA: Comprende los conceptos clave de IA en juegos.",
  "data.courses.benefits[1].30008": "Árboles de Comportamiento: Aprende a diseñar árboles de comportamiento para decisiones complejas.",
  "data.courses.benefits[2].30008": "Búsqueda de Rutas y NPC: Implementa algoritmos de búsqueda de rutas y crea NPC inteligentes.",
  "data.courses.title.40001": "Contabilidad Financiera para Principiantes",
  "data.courses.description.40001": "Aprende los fundamentos de la contabilidad financiera, incluyendo el registro de transacciones, la elaboración de informes financieros y la comprensión del ciclo contable.",
  "data.courses.benefits[0].40001": "Principios Contables Clave: Comprende los fundamentos de la contabilidad por partida doble y la elaboración de informes financieros.",
  "data.courses.benefits[1].40001": "Informes Financieros: Aprende a elaborar balances, estados de resultados y estados de flujo de efectivo.",
  "data.courses.benefits[2].40001": "Ciclo Contable: Domina el ciclo contable completo desde el registro de transacciones hasta el cierre.",
  "data.courses.title.40002": "Fundamentos de Contabilidad Gerencial",
  "data.courses.description.40002": "Desarrolla habilidades para utilizar información contable en la toma de decisiones empresariales internas, incluyendo presupuestos, gestión de costos y evaluación del rendimiento.",
  "data.courses.benefits[0].40002": "Gestión de Costos: Aprende a controlar y reducir costos en los negocios.",
  "data.courses.benefits[1].40002": "Presupuestación: Domina técnicas para elaborar y gestionar presupuestos de manera efectiva.",
  "data.courses.benefits[2].40002": "Evaluación del Rendimiento: Utiliza datos financieros para evaluar y mejorar el rendimiento empresarial.",
  "data.courses.title.40003": "Impuestos para Contadores",
  "data.courses.description.40003": "Comprende los fundamentos de la contabilidad fiscal, incluyendo declaraciones de impuestos para individuos y empresas, planificación fiscal y cumplimiento de las leyes fiscales.",
  "data.courses.benefits[0].40003": "Cumplimiento Fiscal: Aprende a elaborar y presentar declaraciones de impuestos para individuos y negocios.",
  "data.courses.benefits[1].40003": "Planificación Fiscal: Comprende estrategias para minimizar obligaciones fiscales.",
  "data.courses.benefits[2].40003": "Impuestos Corporativos: Explora las obligaciones fiscales de corporaciones y entidades grandes.",
  "data.courses.title.40004": "Fundamentos de Auditoría y Aseguramiento",
  "data.courses.description.40004": "Obtén una base sólida en servicios de auditoría y aseguramiento, con un enfoque en gestión de riesgos, control interno y procedimientos de auditoría.",
  "data.courses.benefits[0].40004": "Procedimientos de Auditoría: Aprende los procedimientos y prácticas estándar de auditoría.",
  "data.courses.benefits[1].40004": "Control Interno: Comprende la importancia del control interno en las operaciones comerciales.",
  "data.courses.benefits[2].40004": "Gestión de Riesgos: Desarrolla habilidades para identificar y mitigar riesgos financieros.",
  "data.courses.title.40005": "Dominando Software de Contabilidad: QuickBooks y Xero",
  "data.courses.description.40005": "Domina herramientas de software de contabilidad populares, incluyendo QuickBooks y Xero, para optimizar la gestión financiera empresarial.",
  "data.courses.benefits[0].40005": "Maestría en QuickBooks: Aprende a gestionar las finanzas de los negocios utilizando QuickBooks.",
  "data.courses.benefits[1].40005": "Dominio de Xero: Domina Xero para contabilidad en la nube.",
  "data.courses.benefits[2].40005": "Automatización de Tareas Financieras: Descubre cómo automatizar facturación, nómina e informes financieros.",
  "data.courses.title.40006": "Contabilidad Forense: Detección de Fraudes",
  "data.courses.description.40006": "Aprende a identificar fraudes financieros y abusos a través de técnicas de contabilidad forense, con un enfoque en la detección, prevención e investigación de fraudes.",
  "data.courses.benefits[0].40006": "Detección de Fraudes: Comprende los tipos comunes de fraudes financieros y cómo detectarlos.",
  "data.courses.benefits[1].40006": "Investigación Forense: Desarrolla habilidades para llevar a cabo investigaciones que revelen actividades fraudulentas.",
  "data.courses.benefits[2].40006": "Estrategias de Prevención: Aprende métodos para prevenir fraudes en las operaciones comerciales.",
  "data.courses.title.40007": "Contabilidad de Costos: Gestión de Costos Empresariales",
  "data.courses.description.40007": "Especialízate en contabilidad de costos para ayudar a las empresas a gestionar y reducir costos, mejorar la eficiencia y tomar decisiones basadas en datos.",
  "data.courses.benefits[0].40007": "Análisis de Costos: Aprende a realizar análisis de costos detallados para respaldar la toma de decisiones empresariales.",
  "data.courses.benefits[1].40007": "Presupuesto y Pronóstico: Comprenda cómo realizar pronósticos financieros precisos.",
  "data.courses.benefits[2].40007": "Mejora de la Eficiencia: Descubra técnicas para mejorar la eficiencia empresarial a través del control de costos.",
  "data.courses.title.40008": "Normas Internacionales de Contabilidad",
  "data.courses.description.40008": "Comprenda las normas internacionales de contabilidad y el marco de informes financieros, incluidas las IFRS y GAAP, para trabajar en contabilidad global.",
  "data.courses.benefits[0].40008": "IFRS y GAAP: Comprenda y aplique las normas de informes financieros internacionales (IFRS) y los principios de contabilidad generalmente aceptados (GAAP).",
  "data.courses.benefits[1].40008": "Informes Financieros Globales: Aprenda a preparar y analizar informes financieros para empresas globales.",
  "data.courses.benefits[2].40008": "Transacciones Transfronterizas: Gestione los desafíos contables de las corporaciones multinacionales.",
  "data.courses.title.50001": "Ciencia de Datos para Principiantes",
  "data.courses.description.50001": "Comience su viaje en la ciencia de datos aprendiendo los fundamentos del análisis de datos, estadísticas y aprendizaje automático. Ideal para quienes son nuevos en este campo.",
  "data.courses.benefits[0].50001": "Introducción a la Ciencia de Datos: Aprenda los fundamentos de la ciencia de datos y sus aplicaciones.",
  "data.courses.benefits[1].50001": "Estadísticas Básicas: Comprenda los conceptos estadísticos clave utilizados en el análisis de datos.",
  "data.courses.benefits[2].50001": "Manejo de Datos: Aprenda a limpiar y procesar datos en bruto para el análisis.",
  "data.courses.title.50002": "Python para Ciencia de Datos",
  "data.courses.description.50002": "Domine Python, el lenguaje de programación más popular en ciencia de datos. Aprenda a analizar, visualizar y modelar datos con bibliotecas de Python.",
  "data.courses.benefits[0].50002": "Fundamentos de Python: Comprenda la sintaxis de Python, funciones y estructuras de datos.",
  "data.courses.benefits[1].50002": "Bibliotecas de Datos: Domine bibliotecas clave como NumPy, pandas y Matplotlib.",
  "data.courses.benefits[2].50002": "Modelado de Datos: Aprenda a crear modelos predictivos utilizando Python.",
  "data.courses.title.50003": "Aprendizaje Automático con R",
  "data.courses.description.50003": "Domine el poder del aprendizaje automático utilizando R. Este curso cubre algoritmos de aprendizaje supervisado y no supervisado.",
  "data.courses.benefits[0].50003": "Programación en R: Familiarícese con los fundamentos de R, un lenguaje diseñado para el análisis de datos.",
  "data.courses.benefits[1].50003": "Aprendizaje Supervisado: Explore algoritmos como la regresión lineal y los árboles de decisión.",
  "data.courses.benefits[2].50003": "Aprendizaje No Supervisado: Aprenda técnicas de agrupamiento y detección de anomalías.",
  "data.courses.title.50004": "Visualización de Datos con Tableau",
  "data.courses.description.50004": "Domine las técnicas de visualización de datos y cree visualizaciones impresionantes utilizando Tableau para comunicar eficazmente los conocimientos derivados de los datos.",
  "data.courses.benefits[0].50004": "Fundamentos de Tableau: Aprenda a crear tableros e informes utilizando Tableau.",
  "data.courses.benefits[1].50004": "Principios de Visualización de Datos: Comprenda las mejores prácticas para la presentación efectiva de datos.",
  "data.courses.benefits[2].50004": "Tableros Interactivos: Construya tableros dinámicos e interactivos para obtener información empresarial.",
  "data.courses.title.50005": "Aprendizaje Profundo con TensorFlow",
  "data.courses.description.50005": "Adéntrese en el mundo de las redes neuronales y el aprendizaje profundo con TensorFlow. Aprenda a construir y entrenar modelos para reconocimiento de imágenes, procesamiento de lenguaje natural y más.",
  "data.courses.benefits[0].50005": "Marco de TensorFlow: Comprenda los fundamentos de TensorFlow y cómo utilizarlo para el aprendizaje profundo.",
  "data.courses.benefits[1].50005": "Redes Neuronales: Aprenda a construir, entrenar y optimizar redes neuronales.",
  "data.courses.benefits[2].50005": "Aplicaciones del Mundo Real: Aplique el aprendizaje profundo a tareas como clasificación de imágenes y procesamiento de lenguaje natural.",
  "data.courses.title.50006": "Análisis de Big Data con Hadoop",
  "data.courses.description.50006": "Aprenda a manejar y analizar big data utilizando Hadoop, un marco de trabajo de código abierto que respalda organizaciones basadas en datos.",
  "data.courses.benefits[0].50006": "Ecosistema Hadoop: Familiarícese con los componentes de Hadoop, incluidos HDFS, MapReduce y YARN.",
  "data.courses.benefits[1].50006": "Análisis de Big Data: Aprenda técnicas para procesar y analizar grandes conjuntos de datos.",
  "data.courses.benefits[2].50006": "Hadoop Práctico: Configure y trabaje en un clúster de Hadoop para desafíos de datos reales.",
  "data.courses.title.50007": "Estadísticas para Ciencia de Datos",
  "data.courses.description.50007": "Adquiera una sólida base en estadística, una habilidad esencial para cualquier científico de datos. Aprenda a aplicar técnicas estadísticas en análisis de datos y aprendizaje automático.",
  "data.courses.benefits[0].50007": "Estadísticas Descriptivas: Aprenda a resumir y visualizar datos.",
  "data.courses.benefits[1].50007": "Estadísticas Inferenciales: Comprenda las pruebas de hipótesis, intervalos de confianza y análisis de regresión.",
  "data.courses.benefits[2].50007": "Modelado Estadístico: Utilice métodos estadísticos para análisis predictivo.",
  "data.courses.title.50008": "Procesamiento de Lenguaje Natural (NLP) con Python",
  "data.courses.description.50008": "Aprenda a trabajar con datos de texto y construir modelos de NLP utilizando Python. Aprenda a desarrollar aplicaciones como chatbots y herramientas de análisis de sentimientos.",
  "data.courses.benefits[0].50008": "Procesamiento de Texto: Aprenda a limpiar y procesar datos de texto para el análisis.",
  "data.courses.benefits[1].50008": "Técnicas de NLP: Explore tokenización, etiquetado de partes del habla y reconocimiento de entidades nombradas.",
  "data.courses.benefits[2].50008": "Construcción de Modelos de NLP: Implemente análisis de sentimientos, modelado de lenguaje y desarrollo de chatbots."
}
