{
  "welcome": "Selamat Datang",
  "signUp": "Daftar",
  "logIn": "Masuk",
  "tryDemo": "Coba Demo",
  "explore": "Jelajahi",
  "back": "Kembali",
  "showMore": "Selengkapnya",
  "hideMore": "Sembunyikan",
  "totalHours": "Total jam",

  "level.easy": "Mudah",
  "level.intermediate": "Sedang",
  "level.advance": "Mahir",

  "landingpage.sidebar.mobile.cart": "Keranjang",
  "landingpage.sidebar.mobile.language": "Bahasa",

  "landingPage.navbar.desktop.search": "Apa yang ingin kamu pelajari hari ini?",
  "landingPage.hero.title.dontJust": "Jangan Hanya",
  "landingPage.hero.title.learn": "Belajar",
  "landingPage.hero.title.master": "Kuasi",
  "landingPage.hero.title.it": "Itu!",
  "landingPage.hero.description.first": "Buka kekuatan pengetahuan dengan kursus yang dipimpin ahli untuk membantu Anda unggul.",
  "landingPage.hero.description.second": "Baik pemula maupun yang ingin meningkatkan keterampilan, kuasai apa yang benar-benar penting.",
  "landingPage.sponsors.title": "Bekerja sama dengan Inovator Global, Dipercaya oleh Perusahaan Terdepan di Dunia",

  "landingPage.roadmap.title": "Temukan Jalur yang Tepat untuk Perjalanan Belajarmu",
  "landingPage.roadmap.description": "Temukan kursus yang memicu hasratmu dan memajukan karirmu.",
  "landingPage.roadmap.name.web-development": "Pengembangan Web",
  "landingPage.roadmap.title.web-development": "Bangun Website dengan Pengembangan Web",
  "landingPage.roadmap.description.web-development": "Kuasi keterampilan penting untuk membuat website dinamis dan responsif. Dari HTML dan CSS hingga framework JavaScript lanjutan, kursus kami memberi alat untuk menjadi pengembang full-stack dan mewujudkan ide-ide Anda.",
  "landingPage.roadmap.name.mechine-learning": "Pembelajaran Mesin",
  "landingPage.roadmap.title.mechine-learning": "Transformasi Karirmu dengan Pembelajaran Mesin",
  "landingPage.roadmap.description.mechine-learning": "Masuki dunia pembelajaran mesin dan buka peluang tanpa batas. Kursus praktis kami mengajarkan bagaimana membangun model prediktif, mengotomatisasi proses, dan mendorong inovasi dalam industri mana pun. Jadilah ahli teknologi AI dan tingkatkan karir Anda.",
  "landingPage.roadmap.name.game-design": "Desain Game",
  "landingPage.roadmap.title.game-design": "Kuasi Seni Desain Game",
  "landingPage.roadmap.description.game-design": "Masuki dunia cerita interaktif dan mekanika game. Pelajari cara membuat pengalaman imersif dari konsep hingga desain akhir menggunakan alat dan teknologi terbaru.",
  "landingPage.roadmap.name.accountant": "Akuntansi",
  "landingPage.roadmap.title.accountant": "Bangun Keahlian Akuntansi Anda",
  "landingPage.roadmap.description.accountant": "Kembangkan keterampilan penting untuk mengelola catatan keuangan, menganalisis data, dan membuat keputusan yang tepat. Dari pembukuan dasar hingga pelaporan keuangan tingkat lanjut, jalur ini akan memandu Anda menuju karir sukses di bidang akuntansi.",
  "landingPage.roadmap.name.data-science": "Ilmu Data",
  "landingPage.roadmap.title.data-science": "Kuasi Kekuatan Ilmu Data",
  "landingPage.roadmap.description.data-science": "Jelajahi bidang ilmu data yang berkembang pesat. Kuasai analisis data, pembelajaran mesin, dan alat big data untuk mengubah data mentah menjadi wawasan bermakna dan mendorong pengambilan keputusan dalam industri apa pun.",

  "landingPage.whyChooseUs.title[0]": "Mengapa Memilih",
  "landingPage.whyChooseUs.title[1]": "Kami",
  "landingPage.whyChooseUs.content[0].title": "Jalur Pembelajaran yang Dipersonalisasi",
  "landingPage.whyChooseUs.content[0].description": "Sesuaikan perjalanan belajar Anda dengan jalur yang dirancang sepenuhnya sesuai dengan tujuan dan minat Anda, memastikan Anda menguasai hal-hal yang benar-benar penting.",
  "landingPage.whyChooseUs.content[1].title": "Analisis Pembelajaran Lanjutan",
  "landingPage.whyChooseUs.content[1].description": "Dapatkan analisis mendalam tentang kekuatan dan kelemahan Anda, serta rekomendasi khusus untuk berkembang dan unggul.",
  "landingPage.whyChooseUs.content[2].title": "Prestasi dan Lencana Unik",
  "landingPage.whyChooseUs.content[2].description": "Dapatkan lencana dan prestasi saat Anda maju, dengan sistem permainan yang memotivasi dan menghargai upaya serta pencapaian Anda.",
  "landingPage.whyChooseUs.content[3].title": "Integrasi Komunitas Dinamis",
  "landingPage.whyChooseUs.content[3].description": "Terhubung dan berinteraksi dengan komunitas yang dinamis melalui diskusi waktu nyata, pertanyaan, dan pembelajaran kolaboratif, membangun jaringan yang mendukung.",

  "landingPage.forParent.title": "Mencari yang Terbaik untuk Anak Anda?",
  "landingPage.forParent.description": "Sebagai orang tua, Anda ingin memastikan anak Anda mendapatkan pendidikan terbaik. Dengan laporan kemajuan terperinci—termasuk nilai, waktu belajar, dan area untuk perbaikan—Anda dapat mendukung dan membimbing mereka sepanjang perjalanan. Bersama-sama, pastikan mereka tetap berada di jalur yang benar untuk mencapai kesuksesan yang diimpikan.",
  "landingPage.forParent.button": "Daftar sebagai Orang Tua",
  "landingPage.forParent.content[0].title": "Laporan Kemajuan Terperinci",
  "landingPage.forParent.content[0].description": "Dapatkan wawasan tentang kinerja akademis anak Anda, termasuk modul yang telah diselesaikan, nilai ujian, dan waktu yang dihabiskan untuk belajar.",
  "landingPage.forParent.content[1].title": "Umpan Balik Dipersonalisasi",
  "landingPage.forParent.content[1].description": "Identifikasi area di mana anak Anda unggul dan di mana mereka mungkin memerlukan dukungan tambahan, dengan rekomendasi yang ditargetkan untuk perbaikan.",
  "landingPage.forParent.content[2].title": "Manajemen Waktu Belajar",
  "landingPage.forParent.content[2].description": "Bantu anak Anda menetapkan kebiasaan belajar yang sehat dengan alat yang melacak waktu belajar mereka dan menyarankan jadwal belajar yang seimbang.",
  "landingPage.forParent.content[3].title": "Keterlibatan Aktif",
  "landingPage.forParent.content[3].description": "Terlibat dalam perjalanan belajar anak Anda, memberikan dorongan dan bimbingan di setiap langkah, memastikan mereka tetap termotivasi dan fokus.",

  "landingPage.forMentor.title[0]": "Berdayakan Generasi Berikutnya",
  "landingPage.forMentor.title[1]": "Jadilah",
  "landingPage.forMentor.title[2]": "Mentor Mereka",
  "landingPage.forMentor.description": "Keahlian Anda dapat menginspirasi gelombang pembelajar baru untuk membuka potensi mereka dan mencapai impian mereka. Sebagai mentor, Anda lebih dari sekadar pengajar, Anda adalah pemandu, motivator, dan katalisator perubahan. Bagikan pengetahuan Anda, nyalakan rasa ingin tahu, dan bantu membentuk masa depan satu pelajaran pada satu waktu.",
  "landingPage.forMentor.rewards.title": "Nikmati Keuntungannya",
  "landingPage.forMentor.rewards[0]": "Perluas Jangkauan Anda",
  "landingPage.forMentor.rewards[1]": "Monetisasi Keahlian Anda",
  "landingPage.forMentor.rewards[2]": "Pengajaran Fleksibel",
  "landingPage.forMentor.rewards[3]": "Bangun Merek Pribadi",
  "landingPage.forMentor.rewards[4]": "Inspirasi Pembelajar",
  "landingPage.forMentor.rewards[5]": "Pertumbuhan Berkelanjutan",
  "landingPage.forMentor.rewards[6]": "Keterlibatan Komunitas",
  "landingPage.forMentor.rewards[7]": "Jalur Pembelajaran yang Disesuaikan",
  "landingPage.forMentor.rewards.button": "Jadi Mentor",

  "landingPage.testimonials.title": "Dengarkan dari Pebelajar Kami",
  "landingPage.testimonials.subtitle": "Temukan bagaimana platform kami telah mengubah perjalanan belajar ribuan orang. Mulai dari peningkatan karier hingga pertumbuhan pribadi, dengarkan pengalaman langsung dari mereka yang telah membuka peluang baru melalui kursus-kursus yang dipandu oleh para ahli kami.",

  "landingPage.faq.title": "Pertanyaan yang Sering Diajukan",
  "landingPage.faq.subtitle": "Temukan jawaban dari berbagai pertanyaan umum tentang platform dan kursus kami",
  "landingPage.content[0].question": "Bagaimana struktur kursus disusun?",
  "landingPage.content[0].answer": "Setiap mata kuliah dibagi menjadi beberapa modul, dengan kuliah video, kuis, dan tugas untuk membantu pembelajaran. Anda dapat belajar dengan gaya belajar Anda sendiri, dan beberapa kursus menyertakan pertemuan langsung atau elemen interaktif untuk meningkatkan interaksi",
  "landingPage.content[1].question": "Bagaimana cara melacak perkembangan saya dalam kursus?",
  "landingPage.content[1].answer": "Platform kami menawarkan pelacak perkembangan. Anda dapat memantau persentase kursus Anda, melacak modul mana yang telah Anda selesaikan, dan melihat berapa banyak waktu yang telah Anda investasikan. Ini membantu Anda tetap teratur dan termotivasi",
  "landingPage.content[2].question": "Apakah saya mendapatkan akses seumur hidup ke kursus?",
  "landingPage.content[2].answer": "Ya, setelah Anda membeli kursus, Anda mendapatkan akses seumur hidup. Anda dapat mengunjungi kembali materi, bahkan setelah menyelesaikan kursus, untuk mengulang pengetahuan Anda kapan pun Anda membutuhkannya.",
  "landingPage.content[3].question": "Apakah ada sertifikasi yang diberikan setelah menyelesaikan kursus?",
  "landingPage.content[3].answer": "Ya, kami memberikan sertifikat kelulusan setelah Anda berhasil menyelesaikan kursus. Sertifikat ini dapat dibagikan di profil LinkedIn Anda atau digunakan dalam resume Anda untuk menunjukkan kemahiran Anda",
  "landingPage.content[4].question": "Bagaimana kebijakan pengembalian dana jika saya tidak puas dengan kursus ini?",
  "landingPage.content[4].answer": "Kami menawarkan kebijakan pengembalian dana 14 hari jika kursus tidak sesuai dengan harapan Anda. Cukup hubungi tim dukungan kami dalam waktu 14 hari sejak pembelian Anda, dan kami akan memproses pengembalian dana Anda, tanpa pertanyaan",
  "landingPage.content[5].question": "Apakah ada fitur khusus bagi orang tua untuk memantau kemajuan anak-anak mereka?",
  "landingPage.content[5].answer": "Ya, platform kami memiliki fitur Kontrol Orang Tua. Orang tua dapat memantau perkembangan anak mereka, mengatur jadwal belajar, dan melihat pencapaian mereka. Fitur ini memastikan orang tua dapat tetap terlibat dalam perjalanan belajar anak mereka",
  "landingPage.content[6].question": "Dapatkah saya berinteraksi dengan para mentor atau siswa lain selama kursus?",
  "landingPage.content[6].answer": "Ya, banyak program kami menawarkan forum diskusi di mana Anda dapat mengajukan pertanyaan, berbagi wawasan, dan berinteraksi dengan mentor dan sesama siswa. Beberapa program juga menyertakan sesi tanya jawab langsung atau dukungan bimbingan untuk bimbingan yang lebih personal.",

  "landingPage.contact.title": "Tetap Terhubung Dengan Kami",
  "landingPage.contact.subtitle": "Ada pertanyaan lain atau ingin mendapatkan informasi terbaru? Daftar ke buletin kami atau hubungi kami secara langsung, dan kami akan menghubungi Anda dengan semua informasi yang Anda butuhkan.",
  "landingPage.contact.input.email": "Masukkan alamat email Anda",
  "landingPage.contact.input.name": "Masukkan nama Anda",
  "landingPage.contact.input.question": "Jika Anda memiliki pertanyaan, jangan ragu untuk bertanya di sini",
  "landingPage.contact.input.submit": "Bergabung",

  "login.grettings.title": "Selamat Datang Kembali",
  "login.grettings.description": "Silakan masuk atau daftar akun baru",
  "login.input.email": "Email",
  "login.input.email.err": "Alamat email tidak valid",
  "login.input.password": "Kata Sandi",
  "login.input.password.err": "Kata sandi minimal 8 karakter",
  "login.input.submit": "Masuk",
  "login.additional.register": "Daftar akun baru",
  "login.additional.oauth": "atau masuk dengan",
  "login.additional.forgotPassword": "Lupa Kata Sandi",

  "signup.additional.title": "Buat akun",
  "signup.additional.haveAccount": "Sudah punya akun?",
  "signup.additional.tnc[0]": "Saya setuju dengan",
  "signup.additional.tnc[1]": "Syarat & Ketentuan",
  "signup.input.firstname": "Nama Depan",
  "signup.input.lastname": "Nama Akhir",
  "signup.input.firstname.err": "Min 3 karakter",
  "signup.input.submit": "Daftar",
  "signup.additional.orRegisterWith": "Atau daftar dengan",

  "data.courses.title.10001": "Kelas Lengkap VueJS - Pemula hingga Ahli Vue",
  "data.courses.description.10001": "Pelajari cara membangun aplikasi web modern, skalabel, dan reaktif dengan Vue.js. Kursus ini membawa Anda dari dasar-dasar Vue hingga teknik lanjutan, memberi Anda kemampuan untuk menciptakan pengalaman pengguna dinamis dengan mudah.",
  "data.courses.benefits[0].10001": "Fundamental Vue.js: Kuasai data binding reaktif, direktif, dan arsitektur komponen Vue.",
  "data.courses.benefits[1].10001": "Manajemen State dengan Vuex: Pelajari cara mengelola state aplikasi secara efisien untuk proyek skala besar.",
  "data.courses.benefits[2].10001": "Membangun SPA: Buat Single Page Application (SPA) dengan Vue Router dan Vue CLI untuk proyek nyata.",
  "data.courses.title.10002": "Dasar-dasar ReactJS - Bangun Antarmuka Interaktif",
  "data.courses.description.10002": "Masuki dunia ReactJS dan pelajari cara membangun antarmuka pengguna yang interaktif dan dinamis. Kursus ini mencakup konsep inti React, termasuk hooks, manajemen state, dan routing.",
  "data.courses.benefits[0].10002": "Dasar-dasar React: Pahami komponen, props, dan manajemen state.",
  "data.courses.benefits[1].10002": "Hooks dan Context API: Gunakan React hooks dan Context API untuk manajemen state dan efek.",
  "data.courses.benefits[2].10002": "Routing dan SPA: Implementasikan routing dengan React Router untuk Single Page Application.",
  "data.courses.title.10003": "JavaScript Lanjutan - Kuasai Teknik Modern",
  "data.courses.description.10003": "Tingkatkan keterampilan JavaScript Anda dengan kursus lanjutan ini. Pelajari fitur JavaScript modern, pemrograman asinkron, dan pola lanjutan untuk membangun aplikasi web yang andal.",
  "data.courses.benefits[0].10003": "Fitur JS Modern: Pelajari fitur ES6+, termasuk async/await dan destrukturisasi.",
  "data.courses.benefits[1].10003": "Pola Lanjutan: Kuasai pola desain dan praktik terbaik untuk aplikasi yang skalabel.",
  "data.courses.benefits[2].10003": "Pemrograman Asinkron: Pahami Promises, async/await, dan pemrograman berbasis event.",
  "data.courses.title.10004": "Menguasai Node.js - Membangun Aplikasi Skalabel",
  "data.courses.description.10004": "Eksplorasi kekuatan Node.js untuk membangun aplikasi sisi server yang skalabel. Kursus ini mencakup dasar-dasar Node.js, REST API, dan integrasi dengan basis data.",
  "data.courses.benefits[0].10004": "Dasar-dasar Node.js: Pahami konsep inti dan modul Node.js.",
  "data.courses.benefits[1].10004": "Pengembangan REST API: Bangun dan kelola API REST menggunakan Express.",
  "data.courses.benefits[2].10004": "Integrasi Basis Data: Hubungkan aplikasi Node.js dengan MongoDB dan basis data SQL.",
  "data.courses.title.10005": "Penguasaan CSS - Desain Responsif dan Modern",
  "data.courses.description.10005": "Tingkatkan keterampilan CSS Anda dengan kursus komprehensif ini tentang teknik desain responsif dan modern. Pelajari cara membuat tata letak yang menarik secara visual dan responsif menggunakan fitur CSS terbaru.",
  "data.courses.benefits[0].10005": "Desain Responsif: Terapkan teknik desain responsif dengan Flexbox dan Grid.",
  "data.courses.benefits[1].10005": "Fitur Modern CSS: Gunakan variabel CSS, properti khusus, dan animasi.",
  "data.courses.benefits[2].10005": "Prinsip Desain: Terapkan praktik terbaik untuk desain visual dan pengalaman pengguna.",
  "data.courses.title.10006": "Desain Web dengan Prinsip UX/UI",
  "data.courses.description.10006": "Pelajari prinsip desain UX/UI untuk menciptakan desain web yang berpusat pada pengguna. Kursus ini mencakup konsep-konsep penting dalam pengalaman pengguna dan desain antarmuka untuk membuat situs web yang menarik.",
  "data.courses.benefits[0].10006": "Desain UX: Pahami prinsip-prinsip pengalaman pengguna dan metode penelitian.",
  "data.courses.benefits[1].10006": "Desain UI: Kuasai teknik desain antarmuka, termasuk wireframing dan prototyping.",
  "data.courses.benefits[2].10006": "Alat Desain: Gunakan alat desain populer untuk membuat mockup dan alur pengguna.",
  "data.courses.title.20001": "Pengantar Pembelajaran Mesin dengan Python",
  "data.courses.description.20001": "Temukan dasar-dasar pembelajaran mesin menggunakan Python. Kursus ini mencakup teknik dan algoritma penting untuk mulai membangun model prediktif dan menganalisis data.",
  "data.courses.benefits[0].20001": "Dasar-dasar Python untuk ML: Pelajari pemrograman Python dengan fokus pada pustaka pembelajaran mesin.",
  "data.courses.benefits[1].20001": "Pembelajaran Terawasi: Pahami algoritma klasifikasi dan regresi.",
  "data.courses.benefits[2].20001": "Evaluasi Model: Gunakan metrik untuk menilai kinerja model dan melakukan perbaikan.",
  "data.courses.title.20002": "Pembelajaran Mendalam dengan TensorFlow",
  "data.courses.description.20002": "Masuki pembelajaran mendalam dengan TensorFlow. Kursus ini memberikan pengalaman praktis dalam membangun dan melatih jaringan saraf untuk tugas-tugas kompleks seperti pengenalan gambar dan suara.",
  "data.courses.benefits[0].20002": "Dasar-dasar TensorFlow: Mulai dengan TensorFlow dan fungsionalitas intinya.",
  "data.courses.benefits[1].20002": "Jaringan Saraf: Bangun dan latih jaringan saraf mendalam untuk berbagai aplikasi.",
  "data.courses.benefits[2].20002": "Penyebaran Model: Pelajari cara menyebarkan model TensorFlow ke lingkungan produksi.",
  "data.courses.title.20003": "Pembelajaran Mesin dengan R: Panduan Komprehensif",
  "data.courses.description.20003": "Jelajahi teknik pembelajaran mesin menggunakan R. Kursus ini mencakup berbagai algoritma dan menyediakan latihan praktis untuk menerapkan metode pembelajaran mesin pada data nyata.",
  "data.courses.benefits[0].20003": "Pemrograman R untuk ML: Pelajari bahasa R dengan fokus pada aplikasi pembelajaran mesin.",
  "data.courses.benefits[1].20003": "Pembelajaran Tak Terawasi: Pahami teknik clustering dan pengurangan dimensi.",
  "data.courses.benefits[2].20003": "Visualisasi Data: Gunakan R untuk memvisualisasikan dan menafsirkan hasil pembelajaran mesin.",
  "data.courses.title.20004": "Pembelajaran Penguatan dengan Python",
  "data.courses.description.20004": "Kuasi konsep dan algoritma pembelajaran penguatan menggunakan Python. Kursus ini mengajarkan cara membangun agen cerdas yang belajar membuat keputusan melalui trial and error.",
  "data.courses.benefits[0].20004": "Dasar-dasar Pembelajaran Penguatan: Pelajari teori di balik pembelajaran penguatan.",
  "data.courses.benefits[1].20004": "Implementasi Algoritma: Terapkan algoritma populer seperti Q-learning dan policy gradients.",
  "data.courses.benefits[2].20004": "Aplikasi Dunia Nyata: Terapkan teknik pembelajaran penguatan untuk masalah praktis.",
  "data.courses.title.20005": "Pemrosesan Bahasa Alami dengan Pembelajaran Mendalam",
  "data.courses.description.20005": "Jelajahi pemrosesan bahasa alami (NLP) dengan teknik pembelajaran mendalam. Kursus ini mencakup metode mutakhir untuk analisis teks, analisis sentimen, dan pembangkitan bahasa.",
  "data.courses.benefits[0].20005": "Dasar-dasar NLP: Pelajari teknik inti dan aplikasi NLP.",
  "data.courses.benefits[1].20005": "Model Pembelajaran Mendalam: Bangun dan latih model untuk klasifikasi teks dan pembangkitan.",
  "data.courses.benefits[2].20005": "Transformers dan BERT: Gunakan model canggih seperti BERT untuk peningkatan performa NLP.",
  "data.courses.title.20006": "AI untuk Semua Orang: Pengantar Kecerdasan Buatan",
  "data.courses.description.20006": "Kursus yang ramah bagi pemula yang memperkenalkan konsep dan aplikasi kecerdasan buatan (AI). Pahami dampak AI pada berbagai industri dan eksplorasi teknik dasar AI.",
  "data.courses.benefits[0].20006": "Dasar-dasar AI: Pelajari konsep inti AI dan pembelajaran mesin.",
  "data.courses.benefits[1].20006": "Aplikasi AI: Jelajahi cara AI digunakan di berbagai sektor seperti kesehatan, keuangan, dan lainnya.",
  "data.courses.benefits[2].20006": "Etika dan Masa Depan AI: Diskusikan pertimbangan etis dan tren masa depan dalam AI.",
  "data.courses.title.30001": "Pengantar Desain Game",
  "data.courses.description.30001": "Pelajari prinsip dasar desain game, termasuk mekanika game, desain level, dan psikologi pemain. Cocok untuk calon desainer game yang ingin memulai perjalanan mereka.",
  "data.courses.benefits[0].30001": "Mekanika Game: Pahami mekanika inti dan bagaimana mereka mendorong gameplay.",
  "data.courses.benefits[1].30001": "Desain Level: Ciptakan level yang menantang dan menghibur pemain.",
  "data.courses.benefits[2].30001": "Psikologi Pemain: Pelajari cara merancang game yang menarik minat pemain.",
  "data.courses.title.30002": "Pengembangan Game Unity - Dari Pemula hingga Pro",
  "data.courses.description.30002": "Kuasi mesin game Unity dan pelajari cara membangun game 2D dan 3D interaktif. Kursus ini membawa Anda melalui seluruh proses pengembangan game dari konsep hingga rilis.",
  "data.courses.benefits[0].30002": "Dasar-dasar Unity: Kenali antarmuka Unity dan bangun game pertama Anda.",
  "data.courses.benefits[1].30002": "Pengembangan Game 2D dan 3D: Pelajari cara membuat game 2D dan 3D menggunakan Unity.",
  "data.courses.benefits[2].30002": "Penerbitan: Pahami cara mempublikasikan game ke berbagai platform, termasuk mobile dan PC.",
  "data.courses.title.30003": "Masterclass Desain Level",
  "data.courses.description.30003": "Spesialisasi dalam desain level dan ciptakan dunia imersif yang memikat pemain. Kursus ini mencakup prinsip desain lingkungan, ritme, dan cerita interaktif.",
  "data.courses.benefits[0].30003": "Desain Lingkungan: Pelajari cara membangun lingkungan game yang menarik dan imersif.",
  "data.courses.benefits[1].30003": "Cerita Interaktif: Integrasikan elemen cerita dengan mulus ke dalam desain level.",
  "data.courses.benefits[2].30003": "Ritme: Desain level dengan keseimbangan kesulitan dan progresi.",
  "data.courses.title.30004": "Seni Game untuk Pemula",
  "data.courses.description.30004": "Masuki dunia seni game dan pelajari dasar-dasar menciptakan visual yang menakjubkan untuk game Anda. Kursus ini berfokus pada teknik seni 2D dan 3D, tekstur, dan pembuatan aset.",
  "data.courses.benefits[0].30004": "Dasar-dasar Seni 2D dan 3D: Kuasai prinsip inti seni 2D dan 3D untuk game.",
  "data.courses.benefits[1].30004": "Tekstur dan Material: Ciptakan tekstur dan material realistis untuk aset game Anda.",
  "data.courses.benefits[2].30004": "Pembuatan Aset: Pelajari cara mendesain dan membuat aset untuk berbagai genre game.",
  "data.courses.title.30005": "Desain Suara untuk Video Game",
  "data.courses.description.30005": "Kuasi seni desain suara dan pelajari cara menciptakan pengalaman audio yang imersif untuk video game. Kursus ini mencakup segala hal mulai dari efek suara hingga musik latar.",
  "data.courses.benefits[0].30005": "Efek Suara: Pelajari cara membuat dan mengimplementasikan efek suara untuk berbagai aksi dalam game.",
  "data.courses.benefits[1].30005": "Musik Latar: Pahami cara menyusun musik yang meningkatkan pengalaman pemain.",
  "data.courses.benefits[2].30005": "Integrasi Audio: Gunakan mesin game untuk mengintegrasikan audio ke dalam gameplay dengan efektif.",
  "data.courses.title.30006": "Pemodelan 3D untuk Pengembangan Game",
  "data.courses.description.30006": "Pelajari cara membuat model 3D yang detail untuk video game. Kursus ini mengajarkan dasar-dasar pemodelan 3D, tekstur, dan rendering untuk digunakan di mesin game modern.",
  "data.courses.benefits[0].30006": "Dasar-dasar Pemodelan 3D: Pahami prinsip pembuatan model 3D untuk game.",
  "data.courses.benefits[1].30006": "Tekstur dan Rendering: Pelajari cara memberi tekstur dan merender model 3D untuk efek realistis.",
  "data.courses.benefits[2].30006": "Integrasi Mesin Game: Impor dan optimalkan model 3D untuk berbagai mesin game.",
  "data.courses.title.30007": "Desain Narasi Game",
  "data.courses.description.30007": "Ciptakan cerita dan karakter yang memikat untuk video game. Kursus ini berfokus pada narasi game, pengembangan karakter, dan alur cerita bercabang untuk melibatkan pemain.",
  "data.courses.benefits[0].30007": "Pengembangan Cerita: Pelajari cara membuat narasi dan struktur plot yang menarik.",
  "data.courses.benefits[1].30007": "Penciptaan Karakter: Kembangkan karakter yang berkesan dengan kepribadian yang unik.",
  "data.courses.benefits[2].30007": "Alur Cerita Bercabang: Implementasikan pilihan yang mengarah ke berbagai hasil cerita.",
  "data.courses.title.30008": "Pemrograman AI untuk Pengembangan Game",
  "data.courses.description.30008": "Kuasi dasar-dasar pemrograman AI untuk game. Pelajari cara membangun agen game cerdas yang bereaksi terhadap aksi pemain dan menciptakan pengalaman gameplay yang menantang.",
  "data.courses.benefits[0].30008": "Dasar-dasar AI: Pahami konsep inti AI dalam game.",
  "data.courses.benefits[1].30008": "Pohon Perilaku: Pelajari cara merancang pohon perilaku untuk pengambilan keputusan yang kompleks.",
  "data.courses.benefits[2].30008": "Pathfinding dan NPC: Implementasikan algoritma pathfinding dan ciptakan NPC cerdas.",
  "data.courses.title.40001": "Akuntansi Keuangan untuk Pemula",
  "data.courses.description.40001": "Pelajari dasar-dasar akuntansi keuangan, termasuk pencatatan transaksi, penyusunan laporan keuangan, dan memahami siklus akuntansi.",
  "data.courses.benefits[0].40001": "Prinsip Akuntansi Inti: Pahami dasar-dasar pembukuan double-entry dan pelaporan keuangan.",
  "data.courses.benefits[1].40001": "Laporan Keuangan: Pelajari cara menyusun neraca, laporan laba rugi, dan laporan arus kas.",
  "data.courses.benefits[2].40001": "Siklus Akuntansi: Kuasai siklus akuntansi penuh dari pencatatan transaksi hingga penutupan.",
  "data.courses.title.40002": "Dasar-dasar Akuntansi Manajerial",
  "data.courses.description.40002": "Kembangkan keterampilan menggunakan informasi akuntansi untuk pengambilan keputusan bisnis internal, termasuk anggaran, manajemen biaya, dan evaluasi kinerja.",
  "data.courses.benefits[0].40002": "Manajemen Biaya: Pelajari cara mengontrol dan mengurangi biaya dalam bisnis.",
  "data.courses.benefits[1].40002": "Penganggaran: Kuasai teknik untuk menyusun dan mengelola anggaran dengan efektif.",
  "data.courses.benefits[2].40002": "Evaluasi Kinerja: Gunakan data keuangan untuk menilai dan meningkatkan kinerja bisnis.",
  "data.courses.title.40003": "Perpajakan untuk Akuntan",
  "data.courses.description.40003": "Pahami dasar-dasar akuntansi pajak, termasuk pengembalian pajak individu dan perusahaan, perencanaan pajak, dan kepatuhan terhadap undang-undang perpajakan.",
  "data.courses.benefits[0].40003": "Kepatuhan Pajak: Pelajari cara menyusun dan mengajukan pengembalian pajak untuk individu dan bisnis.",
  "data.courses.benefits[1].40003": "Perencanaan Pajak: Pahami strategi untuk meminimalkan kewajiban pajak.",
  "data.courses.benefits[2].40003": "Perpajakan Korporat: Eksplorasi kewajiban pajak korporasi dan entitas besar.",
  "data.courses.title.40004": "Dasar-dasar Audit dan Jaminan",
  "data.courses.description.40004": "Dapatkan fondasi yang kuat dalam layanan audit dan jaminan, dengan fokus pada manajemen risiko, pengendalian internal, dan prosedur audit.",
  "data.courses.benefits[0].40004": "Prosedur Audit: Pelajari prosedur audit standar dan praktiknya.",
  "data.courses.benefits[1].40004": "Pengendalian Internal: Pahami pentingnya pengendalian internal dalam operasi bisnis.",
  "data.courses.benefits[2].40004": "Manajemen Risiko: Kembangkan keterampilan dalam mengidentifikasi dan mengurangi risiko keuangan.",
  "data.courses.title.40005": "Menguasai Perangkat Lunak Akuntansi: QuickBooks & Xero",
  "data.courses.description.40005": "Kuasi alat perangkat lunak akuntansi populer, termasuk QuickBooks dan Xero, untuk merampingkan manajemen keuangan bisnis.",
  "data.courses.benefits[0].40005": "Master QuickBooks: Pelajari cara mengelola keuangan bisnis menggunakan QuickBooks.",
  "data.courses.benefits[1].40005": "Keahlian Xero: Kuasai Xero untuk akuntansi berbasis cloud.",
  "data.courses.benefits[2].40005": "Otomatisasi Tugas Keuangan: Temukan cara mengotomatisasi faktur, penggajian, dan pelaporan keuangan.",
  "data.courses.title.40006": "Akuntansi Forensik: Mendeteksi Penipuan",
  "data.courses.description.40006": "Pelajari cara mengidentifikasi penipuan keuangan dan penyalahgunaan melalui teknik akuntansi forensik, dengan fokus pada pendeteksian, pencegahan, dan penyelidikan penipuan.",
  "data.courses.benefits[0].40006": "Deteksi Penipuan: Pahami jenis umum penipuan keuangan dan cara menemukannya.",
  "data.courses.benefits[1].40006": "Investigasi Forensik: Kembangkan keterampilan dalam melakukan investigasi untuk mengungkap kegiatan penipuan.",
  "data.courses.benefits[2].40006": "Strategi Pencegahan: Pelajari metode untuk mencegah penipuan dalam operasi bisnis.",
  "data.courses.title.40007": "Akuntansi Biaya: Mengelola Biaya Bisnis",
  "data.courses.description.40007": "Spesialisasi dalam akuntansi biaya untuk membantu bisnis mengelola dan mengurangi biaya, meningkatkan efisiensi, dan membuat keputusan berbasis data.",
  "data.courses.benefits[0].40007": "Analisis Biaya: Pelajari cara melakukan analisis biaya terperinci untuk mendukung pengambilan keputusan bisnis.",
  "data.courses.benefits[1].40007": "Penganggaran dan Peramalan: Pahami cara membuat peramalan keuangan yang akurat.",
  "data.courses.benefits[2].40007": "Peningkatan Efisiensi: Temukan teknik untuk meningkatkan efisiensi bisnis melalui kontrol biaya.",
  "data.courses.title.40008": "Standar Akuntansi Internasional",
  "data.courses.description.40008": "Pahami standar akuntansi internasional dan kerangka pelaporan keuangan, termasuk IFRS dan GAAP, untuk bekerja dalam akuntansi global.",
  "data.courses.benefits[0].40008": "IFRS & GAAP: Pahami dan terapkan standar pelaporan keuangan internasional (IFRS) dan prinsip akuntansi yang berlaku umum (GAAP).",
  "data.courses.benefits[1].40008": "Pelaporan Keuangan Global: Pelajari cara menyusun dan menganalisis laporan keuangan untuk bisnis global.",
  "data.courses.benefits[2].40008": "Transaksi Lintas Batas: Kelola tantangan akuntansi dari korporasi multinasional.",
  "data.courses.title.50001": "Ilmu Data untuk Pemula",
  "data.courses.description.50001": "Mulai perjalanan Anda dalam ilmu data dengan mempelajari dasar-dasar analisis data, statistik, dan pembelajaran mesin. Ideal untuk mereka yang baru dalam bidang ini.",
  "data.courses.benefits[0].50001": "Pengantar Ilmu Data: Pelajari dasar-dasar ilmu data dan aplikasinya.",
  "data.courses.benefits[1].50001": "Statistik Dasar: Pahami konsep statistik inti yang digunakan dalam analisis data.",
  "data.courses.benefits[2].50001": "Penanganan Data: Pelajari cara membersihkan dan memproses data mentah untuk analisis.",
  "data.courses.title.50002": "Python untuk Ilmu Data",
  "data.courses.description.50002": "Kuasi Python, bahasa pemrograman paling populer dalam ilmu data. Pelajari cara menganalisis, memvisualisasikan, dan membuat model data dengan pustaka Python.",
  "data.courses.benefits[0].50002": "Dasar-dasar Python: Pahami sintaks Python, fungsi, dan struktur data.",
  "data.courses.benefits[1].50002": "Pustaka Data: Kuasai pustaka utama seperti NumPy, pandas, dan Matplotlib.",
  "data.courses.benefits[2].50002": "Pemodelan Data: Pelajari cara membuat model prediktif menggunakan Python.",
  "data.courses.title.50003": "Pembelajaran Mesin dengan R",
  "data.courses.description.50003": "Kuasi kekuatan pembelajaran mesin menggunakan R. Kursus ini mencakup algoritma pembelajaran terawasi dan tidak terawasi.",
  "data.courses.benefits[0].50003": "Pemrograman R: Kenali dasar-dasar R, bahasa yang disesuaikan untuk analisis data.",
  "data.courses.benefits[1].50003": "Pembelajaran Terawasi: Eksplorasi algoritma seperti regresi linier dan pohon keputusan.",
  "data.courses.benefits[2].50003": "Pembelajaran Tak Terawasi: Pelajari teknik clustering dan deteksi anomali.",
  "data.courses.title.50004": "Visualisasi Data dengan Tableau",
  "data.courses.description.50004": "Kuasi teknik visualisasi data dan buat visualisasi yang menakjubkan menggunakan Tableau untuk mengkomunikasikan wawasan data secara efektif.",
  "data.courses.benefits[0].50004": "Dasar-dasar Tableau: Pelajari cara membuat dashboard dan laporan menggunakan Tableau.",
  "data.courses.benefits[1].50004": "Prinsip Visualisasi Data: Pahami praktik terbaik untuk presentasi data yang efektif.",
  "data.courses.benefits[2].50004": "Dashboard Interaktif: Bangun dashboard dinamis dan interaktif untuk wawasan bisnis.",
  "data.courses.title.50005": "Pembelajaran Mendalam dengan TensorFlow",
  "data.courses.description.50005": "Masuki dunia jaringan saraf dan pembelajaran mendalam dengan TensorFlow. Pelajari cara membangun dan melatih model untuk pengenalan gambar, NLP, dan banyak lagi.",
  "data.courses.benefits[0].50005": "Kerangka TensorFlow: Pahami dasar-dasar TensorFlow dan cara menggunakannya untuk pembelajaran mendalam.",
  "data.courses.benefits[1].50005": "Jaringan Saraf: Pelajari cara membangun, melatih, dan mengoptimalkan jaringan saraf.",
  "data.courses.benefits[2].50005": "Aplikasi Dunia Nyata: Terapkan pembelajaran mendalam untuk tugas seperti klasifikasi gambar dan pemrosesan bahasa alami.",
  "data.courses.title.50006": "Analisis Big Data dengan Hadoop",
  "data.courses.description.50006": "Pelajari cara menangani dan menganalisis big data menggunakan Hadoop, kerangka kerja open-source yang mendukung organisasi berbasis data.",
  "data.courses.benefits[0].50006": "Ekosistem Hadoop: Kenali komponen Hadoop termasuk HDFS, MapReduce, dan YARN.",
  "data.courses.benefits[1].50006": "Analisis Big Data: Pelajari teknik untuk memproses dan menganalisis dataset besar.",
  "data.courses.benefits[2].50006": "Hadoop Praktis: Atur dan kerjakan cluster Hadoop untuk tantangan data nyata.",
  "data.courses.title.50007": "Statistik untuk Ilmu Data",
  "data.courses.description.50007": "Dapatkan fondasi yang kuat dalam statistik, keterampilan penting bagi setiap ilmuwan data. Pelajari cara menerapkan teknik statistik pada analisis data dan pembelajaran mesin.",
  "data.courses.benefits[0].50007": "Statistik Deskriptif: Pelajari cara meringkas dan memvisualisasikan data.",
  "data.courses.benefits[1].50007": "Statistik Inferensial: Pahami pengujian hipotesis, interval kepercayaan, dan analisis regresi.",
  "data.courses.benefits[2].50007": "Pemodelan Statistik: Gunakan metode statistik untuk analisis prediktif.",
  "data.courses.title.50008": "Pemrosesan Bahasa Alami (NLP) dengan Python",
  "data.courses.description.50008": "Pelajari cara bekerja dengan data teks dan membangun model NLP menggunakan Python. Pelajari cara mengembangkan aplikasi seperti chatbot dan alat analisis sentimen.",
  "data.courses.benefits[0].50008": "Pemrosesan Teks: Pelajari cara membersihkan dan memproses data teks untuk analisis.",
  "data.courses.benefits[1].50008": "Teknik NLP: Eksplorasi tokenisasi, tagging bagian-of-speech, dan pengenalan entitas bernama.",
  "data.courses.benefits[2].50008": "Membangun Model NLP: Implementasikan analisis sentimen, pemodelan bahasa, dan pengembangan chatbot."
}
