{
  "welcome": "Добро пожаловать",
  "signUp": "Зарегистрироваться",
  "logIn": "Войти",
  "tryDemo": "Попробуйте демо",
  "explore": "Изучить",
  "back": "Назад",
  "showMore": "Показать больше",
  "hideMore": "Скрыть больше",

  "level.easy": "Легкий",
  "level.intermediate": "Средний",
  "level.advance": "Продвинутый",

  "landingpage.sidebar.mobile.cart": "Корзина",
  "landingpage.sidebar.mobile.language": "Язык",

  "landingPage.navbar.desktop.search": "Что вы хотите узнать сегодня?",
  "landingPage.hero.title.dontJust": "Не просто",
  "landingPage.hero.title.learn": "Учиться",
  "landingPage.hero.title.master": "Осваивайте",
  "landingPage.hero.title.it": "Это!",
  "landingPage.hero.description.first": "Откройте для себя силу знаний с помощью курсов, проводимых экспертами, чтобы помочь вам преуспеть.",
  "landingPage.hero.description.second": "Как для новичков, так и для тех, кто хочет повысить свои навыки, овладейте тем, что действительно важно.",
  "landingPage.sponsors.title": "Сотрудничество с Глобальными Инноваторами, Доверие от Мировых Лидеров",

  "landingPage.roadmap.title": "Найдите правильный путь для вашего обучения",
  "landingPage.roadmap.description": "Найдите курсы, которые вдохновляют вас и продвигают вашу карьеру.",
  "landingPage.roadmap.name.web-development": "Веб-разработка",
  "landingPage.roadmap.title.web-development": "Создавайте веб-сайты с помощью веб-разработки",
  "landingPage.roadmap.description.web-development": "Освойте важные навыки для создания динамичных и адаптивных веб-сайтов. От HTML и CSS до продвинутых фреймворков JavaScript, наши курсы предоставляют инструменты, чтобы стать полнофункциональным разработчиком и реализовать свои идеи.",
  "landingPage.roadmap.name.mechine-learning": "Машинное обучение",
  "landingPage.roadmap.title.mechine-learning": "Преобразите свою карьеру с помощью машинного обучения",
  "landingPage.roadmap.description.mechine-learning": "Войдите в мир машинного обучения и откройте для себя безграничные возможности. Наши практические курсы обучают тому, как строить предсказательные модели, автоматизировать процессы и продвигать инновации в любой отрасли. Станьте экспертом в области технологий ИИ и продвиньте свою карьеру.",
  "landingPage.roadmap.name.game-design": "Дизайн игр",
  "landingPage.roadmap.title.game-design": "Освойте искусство дизайна игр",
  "landingPage.roadmap.description.game-design": "Войдите в мир интерактивных историй и игровых механик. Узнайте, как создать погружающий опыт от концепции до финального дизайна, используя современные инструменты и технологии.",
  "landingPage.roadmap.name.accountant": "Бухгалтерский учет",
  "landingPage.roadmap.title.accountant": "Развивайте свои навыки бухгалтерского учета",
  "landingPage.roadmap.description.accountant": "Развивайте важные навыки для управления финансовыми записями, анализа данных и принятия правильных решений. От основ бухгалтерии до продвинутой финансовой отчетности, этот путь поможет вам построить успешную карьеру в области бухгалтерского учета.",
  "landingPage.roadmap.name.data-science": "Наука о данных",
  "landingPage.roadmap.title.data-science": "Освойте мощь науки о данных",
  "landingPage.roadmap.description.data-science": "Исследуйте быстро развивающуюся область науки о данных. Освойте анализ данных, машинное обучение и инструменты больших данных, чтобы преобразовать сырые данные в значимые выводы и содействовать принятию решений в любой отрасли.",

  "landingPage.whyChooseUs.title[0]": "Почему стоит выбрать",
  "landingPage.whyChooseUs.title[1]": "нас",
  "landingPage.whyChooseUs.content[0].title": "Персонализированные учебные пути",
  "landingPage.whyChooseUs.content[0].description": "Настройте свое учебное путешествие с помощью маршрутов, полностью разработанных в соответствии с вашими целями и интересами, гарантируя, что вы овладеете тем, что действительно важно.",
  "landingPage.whyChooseUs.content[1].title": "Расширенный анализ обучения",
  "landingPage.whyChooseUs.content[1].description": "Получите глубокий анализ своих сильных и слабых сторон, а также конкретные рекомендации для развития и достижения успеха.",
  "landingPage.whyChooseUs.content[2].title": "Уникальные достижения и значки",
  "landingPage.whyChooseUs.content[2].description": "Получайте значки и достижения по мере вашего прогресса, с игрофицированной системой, которая мотивирует и вознаграждает ваши усилия и достижения.",
  "landingPage.whyChooseUs.content[3].title": "Интеграция динамичного сообщества",
  "landingPage.whyChooseUs.content[3].description": "Свяжитесь и взаимодействуйте с динамичным сообществом через обсуждения в реальном времени, вопросы и совместное обучение, создавая поддерживающую сеть.",

  "landingPage.forParent.title": "Ищете лучшее для своего ребенка?",
  "landingPage.forParent.description": "Как родитель, вы хотите убедиться, что ваш ребенок получает лучшее образование. С подробными отчетами о прогрессе — включая оценки, время обучения и области для улучшения — вы можете поддерживать и направлять их на протяжении всего пути. Вместе вы обеспечите, чтобы они оставались на правильном пути к достижению своих мечтаний.",
  "landingPage.forParent.button": "Зарегистрироваться как Родитель",
  "landingPage.forParent.content[0].title": "Подробные Отчеты о Прогрессе",
  "landingPage.forParent.content[0].description": "Получите представление о академической успеваемости вашего ребенка, включая завершенные модули, экзаменационные оценки и время, проведенное за учебой.",
  "landingPage.forParent.content[1].title": "Персонализированная Обратная Связь",
  "landingPage.forParent.content[1].description": "Выявите области, в которых ваш ребенок преуспевает и где ему может потребоваться дополнительная поддержка, с целевыми рекомендациями для улучшения.",
  "landingPage.forParent.content[2].title": "Управление Временем Обучения",
  "landingPage.forParent.content[2].description": "Помогите своему ребенку установить здоровые учебные привычки с помощью инструментов, которые отслеживают время их обучения и предлагают сбалансированный график учебы.",
  "landingPage.forParent.content[3].title": "Активное Участие",
  "landingPage.forParent.content[3].description": "Участвуйте в учебном процессе вашего ребенка, предоставляя поддержку и руководство на каждом этапе, чтобы гарантировать, что они остаются мотивированными и сосредоточенными.",

  "landingPage.forMentor.title[0]": "Дайте возможность следующему поколению",
  "landingPage.forMentor.title[1]": "Станьте",
  "landingPage.forMentor.title[2]": "Их Наставником",
  "landingPage.forMentor.description": "Ваши знания могут вдохновить волну новых учащихся на раскрытие их потенциала и достижение их мечт. Как наставник, вы не просто учитель, вы проводник, мотиватор и катализатор изменений. Делитесь своими знаниями, зажигайте любопытство и помогайте формировать будущее, урок за уроком.",
  "landingPage.forMentor.rewards.title": "Наслаждайтесь преимуществами",
  "landingPage.forMentor.rewards[0]": "Расширьте свои горизонты",
  "landingPage.forMentor.rewards[1]": "Монетизируйте свои навыки",
  "landingPage.forMentor.rewards[2]": "Гибкое Преподавание",
  "landingPage.forMentor.rewards[3]": "Создавайте Личный Бренд",
  "landingPage.forMentor.rewards[4]": "Вдохновляйте Учащихся",
  "landingPage.forMentor.rewards[5]": "Устойчивый Рост",
  "landingPage.forMentor.rewards[6]": "Вовлеченность Сообщества",
  "landingPage.forMentor.rewards[7]": "Персонализированные Учебные Планы",
  "landingPage.forMentor.rewards.button": "Станьте Наставником",

  "landingPage.testimonials.title": "Слушайте мнения наших Учащихся",
  "landingPage.testimonials.subtitle": "Узнайте, как наша платформа изменила учебный процесс тысяч людей. От карьерного роста до личностного развития, слушайте реальные истории от тех, кто открыл новые возможности через наши курсы, проводимые экспертами.",

  "landingPage.faq.title": "Часто задаваемые вопросы",
  "landingPage.faq.subtitle": "Найдите ответы на различные общие вопросы о нашей платформе и курсах",
  "landingPage.content[0].question": "Как структурированы курсы?",
  "landingPage.content[0].answer": "Каждый курс делится на несколько модулей с видео-лекциями, тестами и заданиями для облегчения обучения. Вы можете учиться в своем собственном темпе, и некоторые курсы включают живые встречи или интерактивные элементы для повышения вовлеченности.",
  "landingPage.content[1].question": "Как отслеживать мой прогресс в курсе?",
  "landingPage.content[1].answer": "Наша платформа предлагает трекер прогресса. Вы можете следить за процентом выполнения курса, отслеживать, какие модули вы завершили, и видеть, сколько времени вы инвестировали. Это помогает оставаться организованным и мотивированным.",
  "landingPage.content[2].question": "Получаю ли я пожизненный доступ к курсу?",
  "landingPage.content[2].answer": "Да, после покупки курса вы получаете пожизненный доступ. Вы можете возвращаться к материалам, даже после завершения курса, чтобы освежить свои знания в любое время.",
  "landingPage.content[3].question": "Выдается ли сертификат после завершения курса?",
  "landingPage.content[3].answer": "Да, мы выдаем сертификаты о прохождении курса после его успешного завершения. Эти сертификаты можно разместить в вашем профиле LinkedIn или использовать в резюме для подтверждения ваших навыков.",
  "landingPage.content[4].question": "Какова политика возврата, если я не удовлетворен курсом?",
  "landingPage.content[4].answer": "Мы предлагаем политику возврата в течение 14 дней, если курс не соответствует вашим ожиданиям. Просто свяжитесь с нашей службой поддержки в течение 14 дней с момента покупки, и мы обработаем ваш возврат без лишних вопросов.",
  "landingPage.content[5].question": "Есть ли специальные функции для родителей, чтобы следить за успехами детей?",
  "landingPage.content[5].answer": "Да, наша платформа имеет функции родительского контроля. Родители могут отслеживать прогресс своих детей, устанавливать график учебы и видеть их достижения. Эта функция обеспечивает участие родителей в учебном процессе их детей.",
  "landingPage.content[6].question": "Могу ли я взаимодействовать с наставниками или другими учащимися во время курса?",
  "landingPage.content[6].answer": "Да, многие наши программы предлагают форумы для обсуждений, где вы можете задавать вопросы, делиться мнениями и взаимодействовать с наставниками и другими учащимися. Некоторые программы также включают сессии вопросов и ответов в реальном времени или поддержку наставничества для более персонализированного обучения.",

  "landingPage.contact.title": "Оставайтесь на связи с нами",
  "landingPage.contact.subtitle": "Есть другие вопросы или хотите получить последние новости? Подпишитесь на нашу рассылку или свяжитесь с нами напрямую, и мы предоставим вам всю необходимую информацию.",
  "landingPage.contact.input.email": "Введите ваш адрес электронной почты",
  "landingPage.contact.input.name": "Введите ваше имя",
  "landingPage.contact.input.question": "Если у вас есть вопрос, не стесняйтесь задавать его здесь",
  "landingPage.contact.input.submit": "Присоединиться",

  "login.grettings.title": "С возвращением",
  "login.grettings.description": "Пожалуйста, войдите или создайте новый аккаунт",
  "login.input.email": "Электронная почта",
  "login.input.email.err": "Недействительный адрес электронной почты",
  "login.input.password": "Пароль",
  "login.input.password.err": "Пароль должен содержать не менее 8 символов",
  "login.input.submit": "Войти",
  "login.additional.register": "Создать новый аккаунт",
  "login.additional.oauth": "или войти через",
  "login.additional.forgotPassword": "Забыли пароль",

  "signup.additional.title": "Создать аккаунт",
  "signup.additional.haveAccount": "Уже есть аккаунт?",
  "signup.additional.tnc[0]": "Я согласен с",
  "signup.additional.tnc[1]": "Условиями и положениями",
  "signup.input.firstname": "Имя",
  "signup.input.lastname": "Фамилия",
  "signup.input.firstname.err": "Минимум 3 символа",
  "signup.input.submit": "Регистрация",
  "signup.additional.orRegisterWith": "Или зарегистрируйтесь с",

  "data.courses.title.10001": "Полный курс VueJS - От новичка до эксперта Vue",
  "data.courses.description.10001": "Научитесь строить современные, масштабируемые и реактивные веб-приложения с помощью Vue.js. Этот курс проведет вас от основ Vue до продвинутых техник, позволяя вам легко создавать динамичный пользовательский опыт.",
  "data.courses.benefits[0].10001": "Основы Vue.js: Освойте реактивное связывание данных, директивы и архитектуру компонентов Vue.",
  "data.courses.benefits[1].10001": "Управление состоянием с Vuex: Научитесь эффективно управлять состоянием приложения для крупных проектов.",
  "data.courses.benefits[2].10001": "Создание SPA: Создайте одностраничное приложение (SPA) с помощью Vue Router и Vue CLI для реальных проектов.",
  "data.courses.title.10002": "Основы ReactJS - Создание интерактивных интерфейсов",
  "data.courses.description.10002": "Погрузитесь в мир ReactJS и узнайте, как строить интерактивные и динамичные пользовательские интерфейсы. Этот курс охватывает основные концепции React, включая хуки, управление состоянием и маршрутизацию.",
  "data.courses.benefits[0].10002": "Основы React: Понимание компонентов, props и управления состоянием.",
  "data.courses.benefits[1].10002": "Хуки и Context API: Используйте хуки React и Context API для управления состоянием и эффектами.",
  "data.courses.benefits[2].10002": "Маршрутизация и SPA: Реализуйте маршрутизацию с помощью React Router для одностраничного приложения.",
  "data.courses.title.10003": "Продвинутый JavaScript - Освойте современные техники",
  "data.courses.description.10003": "Повышайте свои навыки JavaScript с помощью этого продвинутого курса. Узнайте о современных функциях JavaScript, асинхронном программировании и продвинутых паттернах для создания надежных веб-приложений.",
  "data.courses.benefits[0].10003": "Современные функции JS: Изучите функции ES6+, включая async/await и деструктуризацию.",
  "data.courses.benefits[1].10003": "Продвинутые паттерны: Освойте паттерны проектирования и лучшие практики для масштабируемых приложений.",
  "data.courses.benefits[2].10003": "Асинхронное программирование: Поймите Promises, async/await и программирование на основе событий.",
  "data.courses.title.10004": "Осваивайте Node.js - Создание масштабируемых приложений",
  "data.courses.description.10004": "Изучите возможности Node.js для создания масштабируемых серверных приложений. Этот курс охватывает основы Node.js, REST API и интеграцию с базами данных.",
  "data.courses.benefits[0].10004": "Основы Node.js: Понимание ключевых концепций и модулей Node.js.",
  "data.courses.benefits[1].10004": "Разработка REST API: Создание и управление REST API с использованием Express.",
  "data.courses.benefits[2].10004": "Интеграция баз данных: Связывайте приложения Node.js с MongoDB и SQL базами данных.",
  "data.courses.title.10005": "Мастерство CSS - Современный и отзывчивый дизайн",
  "data.courses.description.10005": "Повышайте свои навыки CSS с помощью этого комплексного курса по современным и отзывчивым техникам дизайна. Узнайте, как создавать визуально привлекательные и отзывчивые макеты, используя последние возможности CSS.",
  "data.courses.benefits[0].10005": "Отзывчивый дизайн: Применение техник отзывчивого дизайна с Flexbox и Grid.",
  "data.courses.benefits[1].10005": "Современные функции CSS: Используйте переменные CSS, специальные свойства и анимацию.",
  "data.courses.benefits[2].10005": "Принципы дизайна: Применение лучших практик для визуального дизайна и пользовательского опыта.",
  "data.courses.title.10006": "Веб-дизайн с принципами UX/UI",
  "data.courses.description.10006": "Изучите принципы UX/UI дизайна для создания веб-дизайна, ориентированного на пользователя. Этот курс охватывает ключевые концепции пользовательского опыта и дизайна интерфейсов для создания привлекательных веб-сайтов.",
  "data.courses.benefits[0].10006": "UX-дизайн: Понимание принципов пользовательского опыта и методов исследования.",
  "data.courses.benefits[1].10006": "UI-дизайн: Освойте техники дизайна интерфейса, включая создание каркасов и прототипирование.",
  "data.courses.benefits[2].10006": "Инструменты дизайна: Используйте популярные инструменты дизайна для создания макетов и пользовательских потоков.",
  "data.courses.title.20001": "Введение в машинное обучение с Python",
  "data.courses.description.20001": "Изучите основы машинного обучения с помощью Python. Этот курс охватывает важные техники и алгоритмы для начала построения предсказательных моделей и анализа данных.",
  "data.courses.benefits[0].20001": "Основы Python для ML: Изучите программирование на Python с акцентом на библиотеки машинного обучения.",
  "data.courses.benefits[1].20001": "Обучение с учителем: Понимание алгоритмов классификации и регрессии.",
  "data.courses.benefits[2].20001": "Оценка модели: Используйте метрики для оценки производительности модели и внесения улучшений.",
  "data.courses.title.20002": "Глубокое обучение с TensorFlow",
  "data.courses.description.20002": "Погрузитесь в глубокое обучение с TensorFlow. Этот курс предоставляет практический опыт в создании и обучении нейронных сетей для сложных задач, таких как распознавание изображений и звуков.",
  "data.courses.benefits[0].20002": "Основы TensorFlow: Начните с TensorFlow и его основных функций.",
  "data.courses.benefits[1].20002": "Нейронные сети: Создавайте и обучайте глубокие нейронные сети для различных приложений.",
  "data.courses.benefits[2].20002": "Развертывание модели: Узнайте, как развертывать модели TensorFlow в производственной среде.",
  "data.courses.title.20003": "Машинное обучение с R: Полное руководство",
  "data.courses.description.20003": "Изучите техники машинного обучения с использованием R. Этот курс охватывает различные алгоритмы и предоставляет практические задания для применения методов машинного обучения на реальных данных.",
  "data.courses.benefits[0].20003": "Программирование на R для ML: Изучите язык R с акцентом на приложения машинного обучения.",
  "data.courses.benefits[1].20003": "Обучение без учителя: Понимание методов кластеризации и уменьшения размерности.",
  "data.courses.benefits[2].20003": "Визуализация данных: Используйте R для визуализации и интерпретации результатов машинного обучения.",
  "data.courses.title.20004": "Обучение с подкреплением с Python",
  "data.courses.description.20004": "Освойте концепции и алгоритмы обучения с подкреплением с использованием Python. Этот курс обучает созданию умных агентов, которые учатся принимать решения через пробу и ошибку.",
  "data.courses.benefits[0].20004": "Основы обучения с подкреплением: Изучите теорию, стоящую за обучением с подкреплением.",
  "data.courses.benefits[1].20004": "Реализация алгоритмов: Применяйте популярные алгоритмы, такие как Q-learning и градиенты политики.",
  "data.courses.benefits[2].20004": "Применение в реальном мире: Применяйте методы обучения с подкреплением к практическим задачам.",
  "data.courses.title.20005": "Обработка естественного языка с глубоким обучением",
  "data.courses.description.20005": "Изучите обработку естественного языка (NLP) с помощью техник глубокого обучения. Этот курс охватывает современные методы анализа текста, анализа настроений и генерации языка.",
  "data.courses.benefits[0].20005": "Основы NLP: Изучите ключевые техники и приложения NLP.",
  "data.courses.benefits[1].20005": "Модели глубокого обучения: Создавайте и обучайте модели для классификации текста и генерации.",
  "data.courses.benefits[2].20005": "Трансформеры и BERT: Используйте продвинутые модели, такие как BERT, для повышения производительности NLP.",
  "data.courses.title.20006": "ИИ для всех: Введение в искусственный интеллект",
  "data.courses.description.20006": "Курс для начинающих, вводящий в концепции и приложения искусственного интеллекта (ИИ). Понимание влияния ИИ на различные отрасли и исследование основных техник ИИ.",
  "data.courses.benefits[0].20006": "Основы ИИ: Изучите ключевые концепции ИИ и машинного обучения.",
  "data.courses.benefits[1].20006": "Применения ИИ: Исследуйте, как ИИ используется в различных секторах, таких как здравоохранение, финансы и другие.",
  "data.courses.benefits[2].20006": "Этика и будущее ИИ: Обсуждение этических соображений и будущих тенденций в ИИ.",
  "data.courses.title.30001": "Введение в дизайн игр",
  "data.courses.description.30001": "Изучите основные принципы дизайна игр, включая игровые механики, дизайн уровней и психологию игроков. Подходит для будущих дизайнеров игр, которые хотят начать свое путешествие.",
  "data.courses.benefits[0].30001": "Игровые механики: Понимание основных механик и того, как они способствуют игровому процессу.",
  "data.courses.benefits[1].30001": "Дизайн уровней: Создавайте уровни, которые ставят перед игроками интересные задачи.",
  "data.courses.benefits[2].30001": "Психология игроков: Узнайте, как разрабатывать игры, которые заинтересуют игроков.",
  "data.courses.title.30002": "Разработка игр в Unity - от новичка до профессионала",
  "data.courses.description.30002": "Освойте игровой движок Unity и научитесь создавать интерактивные игры 2D и 3D. Курс проведет вас через весь процесс разработки игр, от концепции до релиза.",
  "data.courses.benefits[0].30002": "Основы Unity: Ознакомьтесь с интерфейсом Unity и создайте свою первую игру.",
  "data.courses.benefits[1].30002": "Разработка игр 2D и 3D: Узнайте, как создавать игры 2D и 3D с помощью Unity.",
  "data.courses.benefits[2].30002": "Публикация: Поймите, как публиковать игры на различных платформах, включая мобильные устройства и ПК.",
  "data.courses.title.30003": "Мастер-класс по дизайну уровней",
  "data.courses.description.30003": "Специализируйтесь на дизайне уровней и создавайте погружающие миры, которые привлекают игроков. Курс охватывает принципы дизайна окружения, ритм и интерактивные истории.",
  "data.courses.benefits[0].30003": "Дизайн окружения: Узнайте, как создавать привлекательные и погружающие игровые окружения.",
  "data.courses.benefits[1].30003": "Интерактивные истории: Плавно интегрируйте элементы повествования в дизайн уровней.",
  "data.courses.benefits[2].30003": "Ритм: Дизайн уровней с балансом сложности и прогрессии.",
  "data.courses.title.30004": "Искусство игры для начинающих",
  "data.courses.description.30004": "Погрузитесь в мир искусства игры и изучите основы создания потрясающей визуализации для ваших игр. Курс сосредоточен на техниках искусства 2D и 3D, текстурах и создании активов.",
  "data.courses.benefits[0].30004": "Основы искусства 2D и 3D: Освойте основные принципы искусства 2D и 3D для игр.",
  "data.courses.benefits[1].30004": "Текстуры и материалы: Создавайте реалистичные текстуры и материалы для ваших игровых активов.",
  "data.courses.benefits[2].30004": "Создание активов: Узнайте, как проектировать и создавать активы для различных жанров игр.",
  "data.courses.title.30005": "Дизайн звука для видеоигр",
  "data.courses.description.30005": "Освойте искусство дизайна звука и узнайте, как создать погружающий аудиопейзаж для видеоигр. Курс охватывает все, начиная от звуковых эффектов до фоновой музыки.",
  "data.courses.benefits[0].30005": "Звуковые эффекты: Узнайте, как создавать и внедрять звуковые эффекты для различных действий в игре.",
  "data.courses.benefits[1].30005": "Фоновая музыка: Поймите, как композировать музыку, которая улучшает опыт игрока.",
  "data.courses.benefits[2].30005": "Интеграция аудио: Используйте игровые движки для эффективной интеграции звука в игровой процесс.",
  "data.courses.title.30006": "3D-моделирование для разработки игр",
  "data.courses.description.30006": "Научитесь создавать детализированные 3D-модели для видеоигр. Курс охватывает основы 3D-моделирования, текстурирования и рендеринга для использования в современных игровых движках.",
  "data.courses.benefits[0].30006": "Основы 3D-моделирования: Поймите принципы создания 3D-моделей для игр.",
  "data.courses.benefits[1].30006": "Текстуры и рендеринг: Узнайте, как текстурировать и рендерить 3D-модели для реалистичных эффектов.",
  "data.courses.benefits[2].30006": "Интеграция с игровым движком: Импортируйте и оптимизируйте 3D-модели для различных игровых движков.",
  "data.courses.title.30007": "Дизайн повествования в играх",
  "data.courses.description.30007": "Создавайте увлекательные истории и персонажей для видеоигр. Курс сосредоточен на игровом повествовании, разработке персонажей и разветвленных сюжетах, чтобы увлечь игроков.",
  "data.courses.benefits[0].30007": "Разработка сюжета: Узнайте, как создавать увлекательные повествования и структуры сюжета.",
  "data.courses.benefits[1].30007": "Создание персонажей: Разрабатывайте запоминающихся персонажей с уникальной личностью.",
  "data.courses.benefits[2].30007": "Разветвленный сюжет: Реализуйте выбор, который ведет к различным исходам сюжета.",
  "data.courses.title.30008": "Программирование ИИ для разработки игр",
  "data.courses.description.30008": "Овладейте основами программирования ИИ для игр. Узнайте, как создавать умных игровых агентов, которые реагируют на действия игроков и создают захватывающий игровой процесс.",
  "data.courses.benefits[0].30008": "Основы ИИ: Поймите основные концепции ИИ в играх.",
  "data.courses.benefits[1].30008": "Деревья поведения: Узнайте, как разрабатывать деревья поведения для сложного принятия решений.",
  "data.courses.benefits[2].30008": "Поиск пути и НИП: Реализуйте алгоритмы поиска пути и создавайте умных НИП.",
  "data.courses.title.40001": "Финансовый учет для начинающих",
  "data.courses.description.40001": "Изучите основы финансового учета, включая регистрацию транзакций, составление финансовых отчетов и понимание учетного цикла.",
  "data.courses.benefits[0].40001": "Основные принципы учета: Поймите основы двойной записи и финансовой отчетности.",
  "data.courses.benefits[1].40001": "Финансовые отчеты: Узнайте, как составлять баланс, отчет о прибылях и убытках и отчет о движении денежных средств.",
  "data.courses.benefits[2].40001": "Учетный цикл: Овладейте полным учетным циклом от регистрации транзакций до закрытия.",
  "data.courses.title.40002": "Основы управленческого учета",
  "data.courses.description.40002": "Развивайте навыки использования бухгалтерской информации для внутреннего бизнес-анализа, включая бюджетирование, управление затратами и оценку производительности.",
  "data.courses.benefits[0].40002": "Управление затратами: Узнайте, как контролировать и снижать затраты в бизнесе.",
  "data.courses.benefits[1].40002": "Бюджетирование: Овладейте техниками составления и управления бюджетом эффективно.",
  "data.courses.benefits[2].40002": "Оценка производительности: Используйте финансовые данные для оценки и повышения производительности бизнеса.",
  "data.courses.title.40003": "Налогообложение для бухгалтеров",
  "data.courses.description.40003": "Поймите основы налогового учета, включая индивидуальные и корпоративные налоговые декларации, налоговое планирование и соблюдение налогового законодательства.",
  "data.courses.benefits[0].40003": "Налоговая отчетность: Узнайте, как составлять и подавать налоговые декларации для физических и юридических лиц.",
  "data.courses.benefits[1].40003": "Налоговое планирование: Поймите стратегии минимизации налоговых обязательств.",
  "data.courses.benefits[2].40003": "Корпоративное налогообложение: Изучите налоговые обязательства корпораций и крупных субъектов.",
  "data.courses.title.40004": "Основы аудита и гарантии",
  "data.courses.description.40004": "Получите прочную основу в аудите и гарантии, сосредоточившись на управлении рисками, внутреннем контроле и процедурах аудита.",
  "data.courses.benefits[0].40004": "Аудиторские процедуры: Узнайте стандартные процедуры аудита и практики.",
  "data.courses.benefits[1].40004": "Внутренний контроль: Поймите важность внутреннего контроля в бизнес-операциях.",
  "data.courses.benefits[2].40004": "Управление рисками: Развивайте навыки в идентификации и снижении финансовых рисков.",
  "data.courses.title.40005": "Овладение бухгалтерским программным обеспечением: QuickBooks и Xero",
  "data.courses.description.40005": "Овладейте популярными инструментами бухгалтерского программного обеспечения, включая QuickBooks и Xero, для оптимизации управления финансами бизнеса.",
  "data.courses.benefits[0].40005": "Мастерство QuickBooks: Узнайте, как управлять финансами бизнеса с помощью QuickBooks.",
  "data.courses.benefits[1].40005": "Экспертиза Xero: Овладейте Xero для облачного учета.",
  "data.courses.benefits[2].40005": "Автоматизация финансовых задач: Узнайте, как автоматизировать выставление счетов, зарплату и финансовую отчетность.",
  "data.courses.title.40006": "Судебный учет: Выявление мошенничества",
  "data.courses.description.40006": "Узнайте, как выявлять финансовое мошенничество и злоупотребления с помощью судебного учета, сосредоточив внимание на выявлении, предотвращении и расследовании мошенничества.",
  "data.courses.benefits[0].40006": "Выявление мошенничества: Поймите общие виды финансового мошенничества и способы их выявления.",
  "data.courses.benefits[1].40006": "Судебное расследование: Развивайте навыки проведения расследований для раскрытия мошеннической деятельности.",
  "data.courses.benefits[2].40006": "Стратегии предотвращения: Узнайте методы предотвращения мошенничества в бизнес-операциях.",
  "data.courses.title.40007": "Учет затрат: Управление затратами бизнеса",
  "data.courses.description.40007": "Специализируйтесь на учете затрат, чтобы помочь бизнесу управлять и снижать затраты, повышать эффективность и принимать обоснованные решения.",
  "data.courses.benefits[0].40007": "Анализ затрат: Узнайте, как проводить детализированный анализ затрат для поддержки бизнес-решений.",
  "data.courses.benefits[1].40007": "Бюджетирование и прогнозирование: Понимание, как создавать точные финансовые прогнозы.",
  "data.courses.benefits[2].40007": "Повышение эффективности: Найдите методы повышения эффективности бизнеса через контроль затрат.",
  "data.courses.title.40008": "Международные стандарты бухгалтерского учета",
  "data.courses.description.40008": "Понимание международных стандартов бухгалтерского учета и рамок финансовой отчетности, включая МСФО и GAAP, для работы в глобальной бухгалтерии.",
  "data.courses.benefits[0].40008": "МСФО и GAAP: Понимание и применение международных стандартов финансовой отчетности (МСФО) и общепринятых принципов бухгалтерского учета (GAAP).",
  "data.courses.benefits[1].40008": "Глобальная финансовая отчетность: Изучите, как составлять и анализировать финансовые отчеты для глобальных компаний.",
  "data.courses.benefits[2].40008": "Трансакции через границу: Управляйте бухгалтерскими вызовами многонациональных корпораций.",
  "data.courses.title.50001": "Наука о данных для начинающих",
  "data.courses.description.50001": "Начните ваше путешествие в науке о данных, изучая основы анализа данных, статистики и машинного обучения. Идеально подходит для тех, кто только начинает в этой области.",
  "data.courses.benefits[0].50001": "Введение в науку о данных: Изучите основы науки о данных и их применение.",
  "data.courses.benefits[1].50001": "Основы статистики: Понимание основных статистических концепций, используемых в анализе данных.",
  "data.courses.benefits[2].50001": "Обработка данных: Узнайте, как очищать и обрабатывать сырые данные для анализа.",
  "data.courses.title.50002": "Python для науки о данных",
  "data.courses.description.50002": "Освойте Python, самый популярный язык программирования в науке о данных. Изучите, как анализировать, визуализировать и создавать модели данных с помощью библиотек Python.",
  "data.courses.benefits[0].50002": "Основы Python: Понимание синтаксиса Python, функций и структур данных.",
  "data.courses.benefits[1].50002": "Библиотеки данных: Освойте основные библиотеки, такие как NumPy, pandas и Matplotlib.",
  "data.courses.benefits[2].50002": "Создание моделей данных: Узнайте, как создавать предсказательные модели с помощью Python.",
  "data.courses.title.50003": "Машинное обучение с R",
  "data.courses.description.50003": "Освойте мощь машинного обучения с использованием R. Этот курс охватывает алгоритмы с учителем и без учителя.",
  "data.courses.benefits[0].50003": "Программирование на R: Познакомьтесь с основами R, языка, специально разработанного для анализа данных.",
  "data.courses.benefits[1].50003": "Обучение с учителем: Изучите алгоритмы, такие как линейная регрессия и деревья решений.",
  "data.courses.benefits[2].50003": "Обучение без учителя: Изучите методы кластеризации и обнаружения аномалий.",
  "data.courses.title.50004": "Визуализация данных с Tableau",
  "data.courses.description.50004": "Освойте методы визуализации данных и создавайте потрясающие визуализации с помощью Tableau для эффективного общения данных.",
  "data.courses.benefits[0].50004": "Основы Tableau: Узнайте, как создавать панели мониторинга и отчеты с помощью Tableau.",
  "data.courses.benefits[1].50004": "Принципы визуализации данных: Понимание лучших практик для эффективной презентации данных.",
  "data.courses.benefits[2].50004": "Интерактивные панели мониторинга: Создайте динамичные и интерактивные панели для бизнес-аналитики.",
  "data.courses.title.50005": "Глубокое обучение с TensorFlow",
  "data.courses.description.50005": "Войдите в мир нейронных сетей и глубокого обучения с TensorFlow. Узнайте, как строить и обучать модели для распознавания изображений, NLP и многого другого.",
  "data.courses.benefits[0].50005": "Фреймворк TensorFlow: Понимание основ TensorFlow и его применение для глубокого обучения.",
  "data.courses.benefits[1].50005": "Нейронные сети: Узнайте, как строить, обучать и оптимизировать нейронные сети.",
  "data.courses.benefits[2].50005": "Применение в реальном мире: Примените глубокое обучение для задач, таких как классификация изображений и обработка естественного языка.",
  "data.courses.title.50006": "Анализ больших данных с Hadoop",
  "data.courses.description.50006": "Узнайте, как обрабатывать и анализировать большие данные с помощью Hadoop, открытого фреймворка, поддерживающего организации, ориентированные на данные.",
  "data.courses.benefits[0].50006": "Экосистема Hadoop: Ознакомьтесь с компонентами Hadoop, включая HDFS, MapReduce и YARN.",
  "data.courses.benefits[1].50006": "Анализ больших данных: Узнайте методы обработки и анализа больших наборов данных.",
  "data.courses.benefits[2].50006": "Практика с Hadoop: Настройте и работайте с кластерами Hadoop для реальных данных.",
  "data.courses.title.50007": "Статистика для науки о данных",
  "data.courses.description.50007": "Получите прочную основу в статистике, важной для каждого ученого данных. Узнайте, как применять статистические методы для анализа данных и машинного обучения.",
  "data.courses.benefits[0].50007": "Описательная статистика: Узнайте, как подводить итоги и визуализировать данные.",
  "data.courses.benefits[1].50007": "Выборочная статистика: Понимание тестирования гипотез, доверительных интервалов и регрессионного анализа.",
  "data.courses.benefits[2].50007": "Статистическое моделирование: Используйте статистические методы для предсказательного анализа.",
  "data.courses.title.50008": "Обработка естественного языка (NLP) с Python",
  "data.courses.description.50008": "Узнайте, как работать с текстовыми данными и строить модели NLP с использованием Python. Изучите, как разрабатывать приложения, такие как чат-боты и инструменты анализа настроений.",
  "data.courses.benefits[0].50008": "Обработка текста: Узнайте, как очищать и обрабатывать текстовые данные для анализа.",
  "data.courses.benefits[1].50008": "Методы NLP: Изучите токенизацию, тегирование частей речи и распознавание именованных сущностей.",
  "data.courses.benefits[2].50008": "Создание модели NLP: Реализуйте анализ настроений, языковое моделирование и разработку чат-ботов."
}
